{
  "name": "Part 2: Game Rules",
  "pages": [
    {
      "sort": 100000,
      "name": "Game Rules",
      "type": "image",
      "_id": "By9kBge8GrkakOCx",
      "title": {
        "show": false,
        "level": 1
      },
      "image": {
        "caption": ""
      },
      "text": {
        "format": 1
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": "systems/everyday-heroes/artwork/journals/game-rules.webp",
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 200000,
      "name": "Introduction",
      "type": "text",
      "_id": "4BqfSuR6Vb2q71OD",
      "title": {
        "show": false,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Everyday Heroes is based on the fifth edition of the System Reference Document rules, whose origins go back to the beginning of tabletop RPGs. At its heart, the SRD presents a simple set of rules upon which detailed games can be built. The fundamentals of the game are simple, but the rules in this book add new options and details designed to give Everyday Heroes a “feel” that is both realistic and faithful to the style of the action movie genre.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 300000,
      "name": "Chapter 8: Core Rules",
      "type": "text",
      "_id": "XjMcyZa9BCgM8zA3",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>This chapter details the core rules of Everyday Heroes, useful for both players and GMs.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 400000,
      "name": "Dice Rules",
      "type": "text",
      "_id": "bxwMgRnVWisY0Asx",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>If you’re new to tabletop roleplaying games, be sure to review the section in the Introduction regarding polyhedral dice and how their use is presented in these rules. This section assumes you know what 2d8 + 2 and similar annotations mean.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 500000,
      "name": "Advantage and Disadvantage",
      "type": "text",
      "_id": "GoDt4aDh1jmJiw5h",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Advantage and disadvantage are applied only to d20 rolls. Advantage means you roll the d20 twice and use the higher roll. Disadvantage means you roll the d20 twice and use the lower roll.</p><blockquote><p><strong>Example:</strong> Arjun Mehta wants to vault over a security fence. He’s got a long pole he’s going to use to help him vault the fence. The GM decides he needs to succeed on a DC 15 Strength (Athletics) check, but he gets advantage due to the pole. Arjun rolls two d20s instead of one. He rolls a 6 and a 15. Because he has advantage, he uses the 15. If Arjun had disadvantage for some reason, he would have to use the 6.</p></blockquote><p>You can never roll more than two dice due to advantage or disadvantage. If two or more different effects would individually give you advantage or disadvantage on a roll, you still roll two dice.</p><p>If different effects grant you advantage and disadvantage on the same roll, they cancel each other out and you make the roll normally. This is true even if you have multiple effects providing advantage and only one effect providing disadvantage, or vice versa.</p><blockquote><p><strong>Example:</strong> Daxx has snuck up behind a mob boss in a dark alley and wants to blast the criminal with their shotgun. Because Daxx is hidden, they get advantage. They also get advantage from the shot property of the shotgun. But because there is low visibility due to the darkness, Daxx also has disadvantage on the ranged attack. Because Daxx has both advantage and disadvantage, they are canceled out, and the attack roll is normal, rolling a single d20.</p></blockquote><p>If some effect allows you to reroll a d20 after you have rolled with advantage or disadvantage, you choose which one of the two dice to reroll, then take the higher or lower roll from both dice, as appropriate.</p><h4>Assigning Advantage and Disadvantage</h4><p>Advantage and disadvantage are meant to be situational bonuses. The GM can assign advantage and disadvantage on any roll made by heroes or NPCs before the roll is made and should cite what effect is creating the advantage or disadvantage.</p><p>Some hero talents automatically grant advantage in specific situations, and many rules automatically grant disadvantage in specific situations.</p><p>Players are also encouraged to ask for advantage if they feel the situation justifies it, but the GM always has final say on when advantage and disadvantage are applied.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 600000,
      "name": "Rerolls",
      "type": "text",
      "_id": "w82GHFexWieew5FU",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>If an effect allows you to reroll a d20, you can choose to roll the die again after determining if the original roll is successful or not. If you reroll, you must accept the rerolled outcome even if it is worse than your initial roll. If you are allowed to reroll a d20 while you have advantage or disadvantage, you choose which of the two dice to reroll, then take the higher or lower roll from both dice, as appropriate.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 700000,
      "name": "Die Steps",
      "type": "text",
      "_id": "YU3OTiPUgfPupENo",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>When making a damage roll, the rules sometimes tell you to increase or decrease a die by one or more steps, allowing you to use a higher- or lower-numbered die accordingly. If you are rolling multiple dice and are told to increase or decrease a die, all the dice are increased or decreased. (This is uncommon.)</p><p><strong>Die Steps: d4, d6, d8, d10, d12</strong></p><p>Dice can’t be decreased past d4 or increased past d12.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 800000,
      "name": "Adding or Removing Dice",
      "type": "text",
      "_id": "UZ6vtgZhx1VLpUzp",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Some effects add or remove dice from a damage roll. The added dice are of the same type you normally roll.</p><blockquote><p><strong>Example:</strong> If a weapon does 2d6 + 4 damage, adding one damage die increases the damage to 3d6 + 4. If you remove one die, the weapon deals 1d6 + 4 damage.</p></blockquote><p>If an effect calls for removing as many or more dice than would normally be rolled, no dice are rolled and the dice portion deals 1 point of damage. For example, if a weapon normally does 1d6 + 2 damage and an effect removes one or more dice, the result would be 1 + 2 damage.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 900000,
      "name": "Abilities",
      "type": "text",
      "_id": "GR0iq8K3gs3m4Db7",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Six different abilities represent the raw potential of both heroes and their foes, helping to define the characters in the game both physically and mentally:</p><p><strong>Strength,</strong> measuring physical power and might Dexterity, measuring a character’s agility and grace</p><p><strong>Constitution,</strong> representing physical health and endurance</p><p><strong>Intelligence,</strong> measuring a character’s reasoning ability and wits</p><p><strong>Wisdom,</strong> representing intuitive understanding and willpower</p><p><strong>Charisma,</strong> measuring personal magnetism and ego Most of the die rolls made during a game are modified by one of these abilities.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 1000000,
      "name": "Ability Scores",
      "type": "text",
      "_id": "AG2XGRtRsOL0Uztr",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Each ability score is assigned a value. Human ability scores range between 3 and 20, with 11 being an average. Nonhuman creatures might have ability scores as low as 1 and as high as 30. A character’s ability scores are used to determine their ability modifiers.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 1100000,
      "name": "Ability Modifiers",
      "type": "text",
      "_id": "YsycAk3kbPbDLLtA",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Each ability score has a modifier. Modifiers are negative for low scores and positive for high scores. You can calculate an ability modifier by taking the ability score and subtracting 10, then dividing by 2 and rounding down. The Ability Modifier table shows the modifiers for the range of human ability scores, from −4 for a score of 3, to +5 for a score of 20.</p><p><strong>Ability Modifier: (Ability score − 10)/2, rounded down</strong></p><table class=\"yellow narrow\"><caption>Ability Modifier</caption><thead><tr><th>Score</th><th>Modifier</th></tr></thead><tbody><tr><td>3</td><td>–4</td></tr><tr><td>4–5</td><td>–3</td></tr><tr><td>6–7</td><td>–2</td></tr><tr><td>8–9</td><td>–1</td></tr><tr><td>10–11</td><td>0</td></tr><tr><td>12–13</td><td>+1</td></tr><tr><td>14–15</td><td>+2</td></tr><tr><td>16–17</td><td>+3</td></tr><tr><td>18–19</td><td>+4</td></tr><tr><td>20</td><td>+5</td></tr></tbody></table>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 1200000,
      "name": "Proficiency",
      "type": "text",
      "_id": "pLhzAXR8Abdfd96a",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Proficiency represents the training and experience that allows a hero to undertake challenging tasks and activities. Proficiencies cover a broad category of activities that modern heroes can potentially attempt, with each hero having both a list of proficiencies and a proficiency bonus.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 1300000,
      "name": "Proficiency Bonus",
      "type": "text",
      "_id": "DUfb6ED8mbGqCScq",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Your hero’s proficiency bonus is based on their level. You can’t add your proficiency bonus more than once to a given roll, even if multiple proficiencies or talents grant a proficiency bonus. You also can’t multiply or divide the bonus more than once.</p><table class=\"blue narrow\"><caption>Proficiency Bonus by Level</caption><thead><tr><th scope=\"col\">Hero Level</th><th scope=\"col\">Proficiency Bonus</th></tr></thead><tbody><tr><td>1–4</td><td>+2</td></tr><tr><td>5–8</td><td>+3</td></tr><tr><td>9–10</td><td>+4</td></tr></tbody></table><p>Your hero’s proficiency bonus is a modifier that can be added to the d20 roll when you attack, make a saving throw, or make an ability check using a skill, depending on whether you have the necessary proficiency.</p><table class=\"yellow\"><caption>Proficiency Uses</caption><thead><tr><th scope=\"col\">Proficiency Type</th><th scope=\"col\">Applicable D20 Roll</th></tr></thead><tbody><tr><td>Equipment proficiency (weapons)</td><td>Attack roll</td></tr><tr><td>Equipment proficiency (armor)</td><td>Armor saving throw</td></tr><tr><td>Skill proficiency</td><td>Ability check</td></tr><tr><td>Saving throw proficiency</td><td>Saving throw</td></tr></tbody></table>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 1400000,
      "name": "Equipment Proficiencies",
      "type": "text",
      "_id": "JNSaOFhiXmKSSM0i",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>An equipment proficiency represents basic training with a specific category of weapons, armor, ammunition, or combat gear. All weapons, armor, and explosives belong to one of the equipment proficiency categories.</p><p>Equipment proficiencies are arranged by tiers, as seen in the diagram below. Heroes gain proficiency with Basic Equipment before Advanced Equipment, Historical Equipment, or Improvised Equipment. Likewise, they gain Advanced Equipment proficiency before acquiring Military Equipment. A hero can attempt to use any equipment even without proficiency, but they can’t use their proficiency bonus on checks made with that equipment.</p><h4>Armor</h4><p>If your character wears armor they have proficiency with, you apply your proficiency bonus to your armor saving throws.</p><h4>Weapons</h4><p>If your character wields a weapon they have proficiency with, you apply your proficiency bonus to your attack rolls made for that weapon.</p><p><strong>Explosives.</strong> Attacks with explosives are made using a launcher or a specific throwing attack, both of which are treated as weapons. There is no separate proficiency with explosives, which only detail the effect of the attack.</p><p><strong>Improvised Weapons.</strong> Improvised weapons are items not designed to be used as weapons. Heroes not proficient with Improvised Equipment have disadvantage on attack rolls made with anything not meant to be used as a weapon or with a weapon being wielded in a way it was not designed for.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 1500000,
      "name": "Saving Throw Proficiencies",
      "type": "text",
      "_id": "I06gKPGX5XbSqekG",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Characters can have proficiency in saving throws making use of any of the six ability scores. If your character has proficiency in saving throws for a given ability score, you add your proficiency bonus when rolling such saving throws.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 1600000,
      "name": "Skill Proficiencies",
      "type": "text",
      "_id": "ahCZYr68cinoQ2KW",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The Everyday Heroes core rules feature twenty-two different skills, designed to cover a wide range of activities heroes can perform outside of combat. Skill proficiencies allow you to add your proficiency bonus to ability checks that can use the skill your character has proficiency in. For example, a character with proficiency in the Athletics skill can apply their proficiency bonus to Strength (Athletics) checks.</p><h4>Expertise</h4><p>Expertise in a skill allows you to double your proficiency bonus when making ability checks using that skill. Your character must be proficient in a skill to be able to gain expertise in it. You can’t double your proficiency bonus more than once on an ability check.</p><h4>Acquiring Skill Proficiencies and Experties</h4><p>If you acquire a skill proficiency a second time while creating your character, you can instead gain proficiency in any other skill. If you acquire expertise in a skill you already have expertise in, you can select a different skill you’re already proficient in and gain expertise in that skill.</p><blockquote><p><strong>Example:</strong> Mac Williams chooses the student athlete background and gains proficiency in the Athletics skill. Mac also gains proficiency in the Athletics skill when he chooses Athletics as his profession. This allows him to instead take proficiency with Acrobatics or any other skill he is not already proficient in.</p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 1700000,
      "name": "Ability Checks",
      "type": "text",
      "_id": "XMYIt654GCbhvkeZ",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The most universal mechanic in Everyday Heroes is the ability check. Heroes make ability checks for just about everything they can try to do, other than attacking in combat. Ability checks can be used to determine the outcome of any activity where there is some chance of failure, or any situation where two characters are competing against one another.</p><p>Ability checks are not needed to perform mundane activities such as driving a car to work, doing your job, making dinner, and so forth. Rather, the GM calls for ability checks when the outcome of an action is in doubt and the consequences of success and failure are meaningful events in the course of the game. Leaping across a chasm, bribing a guard, hacking a computer system, or seducing an enemy spy are all examples of actions where an ability check would be used.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 1800000,
      "name": "Making Ability Checks",
      "type": "text",
      "_id": "6B221JBdgVQ3uCPa",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>An ability check is made by rolling a d20 and applying one of a character’s ability modifiers. When you make a Strength check, you roll a d20 and add your Strength modifier. A Wisdom check is a d20 plus your Wisdom modifier, and so forth.</p><p>Additionally, ability checks often specify a skill that can be used to also add your proficiency bonus on the ability check. If you have expertise in a skill, you can double your proficiency bonus on the ability check.</p><p><strong>Ability Check:</strong> d20 + ability score modifier + proficiency bonus (conditional)</p><blockquote><p><strong>Example:</strong> Miho Kato wants to convince the bartender at a local watering hole to tell her if he’s seen a wanted fugitive. The GM calls for a Charisma (Persuasion) check. Miho is not only proficient in Persuasion, she has expertise in that skill. Rolling a 15 on the d20, Miho adds +3 for her Charisma of 17, then adds her +2 proficiency bonus to the roll twice (a total of +4). The result of her check is 22!</p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 1900000,
      "name": "Difficulty Class (DC)",
      "type": "text",
      "_id": "QZ4Sp4ARLTXEOVhA",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Most activities requiring an ability check are made against a Difficulty Class (DC) set by the GM. If your check result is equal to or higher than the DC, you succeed at the task represented by the check. For example, to diagnose the symptoms of a sick NPC, the GM might call for a DC 15 Intelligence (Medicine) check. By succeeding on that check, a character recognizes the symptoms of scarlet fever.</p><p>Some checks have fixed DC values, while others can have variable DCs expressed as a formula.</p><table class=\"yellow narrow\"><caption>Typical Difficulty Class Values</caption><thead><tr><th scope=\"col\">Difficulty</th><th scope=\"col\">DC</th></tr></thead><tbody><tr><td>Trivial</td><td>5</td></tr><tr><td>Easy</td><td>10</td></tr><tr><td>Challenging</td><td>15</td></tr><tr><td>Difficult</td><td>20</td></tr><tr><td>Daunting</td><td>25</td></tr><tr><td>Near impossible</td><td>30</td></tr></tbody></table><p>When a hero is initiating an effect that creates a DC for an opponent to save against, there is a default formula for determining the DC. Most of the time, a specific formula is given, but if you need to create a DC on the fly, you can use this default.</p><p><strong>Default hero-generated DC = 8 + ability score modifier + proficiency bonus</strong></p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 2000000,
      "name": "Types of Ability Checks",
      "type": "text",
      "_id": "aLstnRKnZTI4L95a",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>When characters undertake activities requiring ability checks, those checks can be made in four different ways, as determined by the GM.</p><h4>Challenge</h4><p>A challenge is the default type of ability check. It covers typical situations in which a character undertakes a specific activity and needs to determine if they succeed or fail.</p><blockquote><p><strong>\u0017Example:</strong> Dr. Wunderkind wants to swing down from a second-floor apartment balcony and land on a car moving past in the street below. The GM decides this is a difficult task, requiring a DC 20 Dexterity (Acrobatics) check. Dr. Wunderkind is proficient in the Acrobatics skill and is 5th level, so he adds both his +4 Dexterity modifier and his +3 proficiency bonus to the check. A roll of 17 on the check thus gives a result of 24. Dr. Wunderkind valiantly sticks the landing and is now hanging onto a moving car.</p></blockquote><h4>Contests</h4><p>When two opponents are trying to best one another at a specific task, they make ability checks as a contest. Instead of the GM assigning a DC to the checks, each opponent makes their check and the one who has the higher result is the winner.</p><p>If the checks are tied, the GM might determine that no one wins the contest, or that the situation the characters were competing over remains unchanged. Ability checks made as a contest can be made using the same type of check for each side or a different check for each side.</p><p>Under some circumstances, the GM might call for one character to make an ability check while the other character makes a saving throw. If a saving throw is used in a contest, a tie should be interpreted such that the participant making the saving throw resists whatever ill effect the other participant is trying to impose on them.</p><blockquote><p><strong>Example:</strong> Jimmy the Brute is trying to force open a door while Miho Kato tries to keep it closed. The GM calls for a contest of Strength (Athletics) checks. Jimmy rolls a 12 and adds his Strength modifier and proficiency bonus for a result of 17. Miho rolls a 15 but doesn’t have proficiency in Athletics—and her Strength is low enough that gives her a -1 penalty to the check, so that her result is only 14. Jimmy wins the contest and pushes the door open, forcing Miho away from the door.</p></blockquote><h4>Group Challenges</h4><p>When a number of characters are attempting the same task and could collectively fail, the GM might call for a group challenge. Each character makes an individual ability check against a DC set by the GM, but the characters don’t succeed individually. Rather, if half or more of the characters succeed, then all the characters succeed as a team. Otherwise, all the characters fail.</p><blockquote><p><strong>Example:</strong> Four heroes want to sneak up on a criminal safe house, so the GM calls for a DC 15 Dexterity (Stealth) group challenge. Kat Whitlock, Luis Garza, and Johnny Blaze all succeed on their Dexterity (Stealth) checks, but Mack Williams botches his roll with a result of 3. However, even though Mack is a klutz, the other characters can keep him out of trouble, allowing the team to approach undetected.</p></blockquote><h4>Group Contests</h4><p>When two or more teams of characters collectively oppose each other in a task where having more people involved doesn’t automatically give a greater chance of success, the GM can call for a group contest. In a group contest, the number of successes and failures against a set DC is tracked for the characters. Each participant in the contest makes their own ability check, adding a success to their team’s total if they succeed, and subtracting a success if they fail. The team with the most total successes wins the contest.</p><blockquote><p><strong>Example:</strong> Five heroes scramble to swim across a river, chased by four poachers. The GM has each player make a DC 15 Strength (Athletics) check for their heroes and rolls the same checks for the four NPCs. Three of the heroes succeed while two fail, leaving their final successes at one. Two of the four poachers also succeed, but two failures leave them with a total of zero successes, meaning the heroes get safely to the other side of the river as a team.</p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 2100000,
      "name": "Passive Checks",
      "type": "text",
      "_id": "VQO1KsrLwLExRUjZ",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Passive ability checks can be used whenever the GM wants to use a hero’s abilities and skills without alerting the players to what’s happening. This often comes up when determining surprise in combat, giving the heroes a chance to notice traps, and other times when asking for ability checks might warn the players of danger even if their characters fail to notice it. In particular, the GM should keep a record of every character’s passive Perception check on hand for just such occasions.</p><p>A passive check is calculated by assuming that the character rolled a 10 on their check (the average of rolling a d20). In general, the GM tells the players the result of a passive ability check only if one or more characters succeed on the check.</p><p><strong>Passive Check: 10 + ability modifier + proficiency bonus (if applicable)</strong></p><p>Because no roll is made, advantage on a passive check becomes a +5 bonus instead. Likewise, disadvantage on a passive check becomes a -5 penalty instead.</p><blockquote><p><strong>Example:</strong> Four heroes enter a room in the secret base of Dr. Crow, unaware that a trap has been set for them. The GM decides that a successful DC 15 Wisdom (Perception) check allows a character to notice the dried blood of earlier victims. The GM doesn’t want to tip the players off by calling for Wisdom (Perception) checks but does want them to have a chance to avoid the trap.</p><p>The GM already has a list of the heroes’ passive Perception checks, derived by adding 10 to their Wisdom (Perception) modifiers. Both Mel Stackhouse and Katie Paige have passive Wisdom (Perception) checks of 15 or higher, so the GM lets them know about the blood on the carpet as they enter the room.</p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 2200000,
      "name": "Helping",
      "type": "text",
      "_id": "r78xuu4vtcqhk65t",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>When a character makes an ability check, another character can help them, granting advantage to the character making the check. In combat, helping another character requires an action. Out of combat, a helping character needs only to declare their intention to do so. The helper must have some reasonable means of giving assistance, and the GM has discretion as to when help can reasonably be given.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 2300000,
      "name": "Skills",
      "type": "text",
      "_id": "C8VvI9V9aXBMD7F4",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Skills represent areas of practical knowledge that are useful in the life of a hero. Heroes gain proficiencies with specific skills through their background, profession, feats, or class. Being proficient in a skill allows a hero to add their proficiency bonus when making an ability check to perform an action covered by the skill.</p><p>Heroes don’t need to be proficient in a skill to make an ability check covered by that skill. The only benefit of being proficient is the proficiency bonus. The GM has the discretion to say that certain ability checks require proficiency with a specific skill if they so choose, but this is the exception, not the norm.</p><p>Different skills can be used to accomplish similar tasks. For example, characters trying to avoid a security camera might do so by using Intelligence (Computers) checks to hack the system controlling the camera, Intelligence (Security) checks to cause the camera to stop working, or Dexterity (Stealth) checks to move through the shadows out of the camera’s view.</p><h3>Default Ability Scores</h3><p>Each skill is linked with a specific ability score. This is the ability check the skill is most often associated with, but it’s possible to use a skill with a different ability check when it makes sense to do so.</p><blockquote><p><strong>Example:</strong> Wesley Scott, the boy genius, is trying to intimidate an FBI agent threatening his team with arrest by explaining exactly how his team of lawyers will bury the agency in red tape if they persist in hassling the heroes. The GM decides to allow Wesley to attempt an Intelligence (Intimidation) check instead of using Charisma, the ability normally associated with the Intimidation skill.</p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 2500000,
      "name": "Skill Descriptions",
      "type": "text",
      "_id": "lJxaijuKLgfuDsVm",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>This section describes the default skills available to characters in the game, with the ability score normally associated with that skill in parentheses. Each skill has a number of suggested uses, intended to provide players and GMs with inspiration and guidance. These suggestions are not meant to be absolute or exhaustive.</p><p>Suggested uses sometimes appear under multiple skills. This represents the idea that heroes can attempt different approaches to problems in the game and helps ensure that characters of different types have a chance to succeed at specific activities.</p><h4>Acrobatics (dexterity)</h4><p>Acrobatics covers physical activities focused around quick movement, balance, hand-eye coordination, and grace. Heroes proficient in Acrobatics are typically avid sports or health enthusiasts, or even professional athletes.</p><p>Skill Uses: Balance objects, balance on a ledge, catch objects, juggle, land properly after falling, perform gymnastics, shoot arrows in a noncombat situation, skate, swing from a rope, throw objects in noncombat situations, tumble, walk a tightrope, walk on slippery surfaces.</p><h4>Arts and Crafts (wisdom)</h4><p>The Arts and Crafts skill covers the activities involved in creating finely crafted and beautiful objects, as well as knowledge of the arts. Heroes proficient in Arts and Crafts include both professional artists and dedicated hobbyists.</p><p><strong>Skill Uses:</strong> Analyze art, appraise objects, build things, cook, create art, create artistic forgeries, decorate objects, disguise objects, illustrate, make films, make furniture, make prop weapons, perform carpentry, sculpt, sew, repair everyday objects, write and edit, write calligraphy</p><h4>Athletics (strength)</h4><p>Athletics includes a wide range of physical activities centered around physical strength. Heroes proficient in Athletics are typically avid sports or health enthusiasts, or even professional athletes.</p><p><strong>Skill Uses:</strong> Carry or lift someone, climb, hold a door open or closed, jump, kick open a door, lift heavy objects, open a stuck window, play field sports, push a car, run, swim, throw or kick something (outside of combat), wrestle</p><h4>Computers (intelligence)</h4><p>The Computers skill covers anything having to do with computers and electronics. It can be used to overcome a wide variety of technical and technological challenges. Heroes proficient in Computers might be professional programmers, diligent hobbyists, or dedicated hackers.</p><p><strong>Skill Uses:</strong> Analyze data, build a computer, bypass login security, change data, defeat electronic security, encrypt or decrypt information, hack a system, operate a computer, operate a robot, plant a computer virus, plant data, play a computer game, program a computer, read computer code, repair electronics, use computer knowledge, use a smartphone</p><h4>Deception (charisma)</h4><p>Deception involves the creation of false beliefs, but this skill is useful for more than simply lying. While most people occasionally resort to momentary dishonesty, heroes proficient in Deception are practiced experts in the field, whether natural storytellers, professional salespeople, or con artists.</p><p><strong>Skill Uses:</strong> Bluff, confuse people, counterfeit or forge documents, fast-talk, forge signatures, lie or dissemble, make promises that can’t be kept, misdirect or divert someone, perform stage magic, scam someone, sell or market something, spoof biometric security, wear a disguise</p><h4>Endurance (constitution)</h4><p>Endurance represents the ability to withstand hardship and continue to function at a high level of physical performance. Heroes proficient in Endurance are often amateur or professional athletes, survivalists, or people who work under extreme conditions, training their bodies to resist vigorous exertion and perform under highly adverse conditions.</p><p><strong>Skill Uses:</strong> Have a staring contest, hold one’s breath, make a forced march, play long-distance sports, overcome injury, resist pain, survive on minimal food and water, work at high altitudes, work in freezing cold, work in high heat, work underwater</p><h4>Insight (wisdom)</h4><p>The Insight skill indicates an intuitive understanding of other people—their motivations, how they think, and how they behave—and covers a huge range of personal and professional uses. Heroes proficient in Insight include those with a natural knack for reading people, as well as professionals whose jobs involve gleaning the truth of other people’s thoughts.</p><p><strong>Skill Uses:</strong> Analyze art and literature, conduct an interview, create marketing materials, design a product, detect lies, determine hidden motives, give advice, negotiate, preach, predict others’ actions, profile criminals, profile customers, psychoanalyze a person, see through a disguise, show empathy, understand religious texts</p><h4>Intimidation (charisma)</h4><p>The Intimidation skill is used to manipulate people through awe or fear. Doing so can be as subtle as adopting a posture that gives a character a sense of authority, or as direct as threatening a prisoner who knows information. Heroes proficient in Intimidation include those with a naturally menacing demeanor, as well as those whose professions demand threatening behavior from time to time.</p><p><strong>Skill Uses:</strong> Avoid violence, clear a room, demand surrender, extort money or favors, give orders, inspire respect, inspire fear, interrogate, negotiate deals</p><h4>Investigation (intelligence)</h4><p>Investigation covers activities useful for learning hidden details about people, places, and events. Heroes proficient in Investigation are experts at solving mysteries of all kinds, whether amateur sleuths or professional detectives, spies, and investigative journalists.</p><p><strong>Skill Uses:</strong> Analyze a crime scene, analyze evidence, analyze financial statements, analyze photographs, analyze sound recordings, collect evidence, conduct surveillance, do research, find government records, find hidden cameras and microphones, read contracts, trace phone calls, use civil law knowledge, use criminal law knowledge, use police procedure, use tracking devices</p><h4>Mechanics (intelligence)</h4><p>Mechanics covers a wide range of disciplines involving the design and construction of useful machines and mechanisms. Heroes proficient in Mechanics are happiest with a good set of tools and a problem to solve, whether amateur grease monkeys or professional architects, technicians, and engineers.</p><p><strong>Skill Uses:</strong> Build vehicles, create machines, demolish structures, draft blueprints, engineer products, fix electrical systems, fix plumbing, maintain machinery, make traps, make weapons, operate machinery, repair broken machines, sabotage machinery, tune up a vehicle, use 3D printing, use physics knowledge, weld, work with metal</p><h4>Medicine (intelligence)</h4><p>The Medicine skill covers knowledge from modern medicine as well as lesser-known medical practices, encompassing a broad range of healing and diagnostic arts. Many heroes proficient in Medicine work in the medical field, but others have learned what they know in the course of undertaking high- risk activities.</p><p><strong>Skill Uses:</strong> Administer medicine or poison, analyze blood, care for patients, create medicine or poison, design prosthetics, diagnose ailments, identify poison, perform an autopsy, perform surgery, prescribe medication, provide first aid, provide massage, resuscitate a dying character, set broken bones, treat poison and disease, use biology knowledge, use chemistry knowledge, use drug knowledge</p><h4>Natural Sciences (intelligence)</h4><p>The Natural Sciences skill covers the various mathematics-driven sciences that seek to understand the workings of the natural world. Heroes proficient in Natural Sciences might focus on knowledge and research for their own ends or have a background in the academic world.</p><p><strong>Skill Uses:</strong> Analyze materials, create acids, create explosives, create gases, create incendiary compounds, create toxins, identify minerals, identify plants, navigate, perform genetic analysis, predict the weather, solve math problems, use astronomy knowledge, use biology knowledge, use botanical knowledge, use chemistry knowledge, use geology knowledge, use physics knowledge</p><h4>Perception (wisdom)</h4><p>Perception involves all a character’s senses, though sight and hearing are the most common applications of this skill. Heroes proficient in Perception have trained themselves to pick out minute details and maintain a high level of awareness, whether instinctively or as part of formal training.</p><p><strong>Skill Uses:</strong> Analyze food or drink, avoid ambushes, estimate temperature, feel fine details, find secret doors, hear faint sounds, locate hidden objects or creatures, navigate dark places, notice minor details in the environment, smell dangerous materials, read lips, spot distant creatures or objects</p><h4>Performance (charisma)</h4><p>Performance entertains people, whether a full crowd of spectators or an audience of one. Heroes proficient in Performance might make their living as actors, musicians, or writers, or they might simply have a knack for influencing people by stirring up specific emotions and ideas.</p><p><strong>Skill Uses:</strong> Act, apply makeup, busk for cash, conduct an orchestra, create empathy, dance, draw attention to oneself, evoke emotions, impersonate someone, lead other performers, play musical instruments, seduce others, tell stories, write music</p><h4>Persuasion (charisma)</h4><p>The Persuasion skill covers the various methods of convincing others, shaping their impressions, or outright manipulating them. Heroes proficient in Persuasion might have a natural knack for making others see things their way, or they might be professionally dedicated to the arts of negotiation or manipulation.</p><p><strong>Skill Uses:</strong> Ask for favors, bargain, beg for charity, hypnotize a person, lead people, make deals, make friends, engage in politics, negotiate, offer bribes, seduce others, sell products, win arguments</p><h4>Security (intelligence)</h4><p>The Security skill covers both creating security systems and defeating them. Heroes proficient in Security might have gained their expertise through general interest, as security experts, or as professional criminals.</p><p><strong>Skill Uses:</strong> Break a lock, bypass a fence, defeat alarm systems, defeat electronic locks, defeat security cameras, detect booby traps, disarm booby traps, find hidden valuables, infiltrate a building or site, install and operate security systems, open a safe, pick a lock, plant false evidence, pry open doors, spoof biometric security</p><h4>Sleight of Hand (dexterity)</h4><p>The Sleight of Hand skill covers a wide range of dexterous activities used for entertainment and petty crime, such as card tricks, juggling, and picking pockets. Heroes proficient in Sleight of Hand might be hobbyists, professional entertainers, or experienced con artists and sneak thieves.</p><p><strong>Skill Uses:</strong> Cheat at games, do card tricks, escape from bonds, hide small objects, juggle, make shadow puppets, perform magic tricks, pick someone’s pocket, plant evidence, steal small objects in plain sight</p><h4>Social Sciences (intelligence)</h4><p>The Social Sciences skill covers the various observation-driven sciences dealing with the study of people and culture. Heroes proficient in Social Sciences might be well-traveled lovers of foreign cultures, or professionals dedicated to academia or public service.</p><p><strong>Skill Uses:</strong> Engage in academic debate, engage in library research, psychoanalyze a person, read ancient languages, use ancient cultures knowledge, use author knowledge, use economics knowledge, use etiquette knowledge, use foreign cultures knowledge, use government knowledge, use history knowledge, use literary works knowledge, use philosophy knowledge, use psychology knowledge, use religion knowledge</p><h4>Stealth (dexterity)</h4><p>Stealth is the ideal skill for anyone who wants to avoid trouble—or to create trouble for those not expecting it. Heroes proficient in Stealth might be hunters (professional or casual), soldiers, thieves, or spies.</p><p><strong>Skill Uses:</strong> Blend into a crowd, cover your tracks, create an ambush, create and use camouflage, create distractions, hide objects, hide yourself or others, move quietly</p><h4>Streetwise (wisdom)</h4><p>The Streetwise skill is focused on urban environments, allowing characters to understand the nature of the city, where to find what they need, and how to get where they need to go. Heroes proficient in Streetwise might have lived all their lives in cities, or they might be experienced in activities and professions commonly found in an urban environment.</p><p><strong>Skill Uses:</strong> Avoid the authorities, buy and sell illegal goods and services, call in favors, collect rumors, contact and hire criminals, fence stolen property, find food and drink, find goods and services, find local residents, find shelter, gamble, have perfect knowledge of a public transportation system, know current events, know local history, navigate a city, shadow someone, use criminal etiquette, use criminal knowledge</p><h4>Survival (wisdom)</h4><p>The Survival skill focuses on working in and exploring the outdoors and the wilderness, allowing characters to provide for themselves from the bounty of the wild. Heroes proficient in Survival feel at home in natural settings, whether from having lived in the wilds all their lives or engaging in work connected with nature.</p><p><strong>Skill Uses:</strong> Avoid predators, build a fire, build a shelter, catch fish, collect natural resources, cook with open fire, find potable water, grow crops, hunt animals, identify plants and animals, make simple tools, make snares and traps, navigate outdoors, predict the weather and tides, raise animals, ride a horse or other mount, track in the outdoors, treat simple injuries, use botanical knowledge</p><h4>Vehicles (dexterity)</h4><p>The Vehicles skill allows characters to specialize in operating and controlling a wide range of vehicles and conveyances and lets them handle dangerous situations involving those vehicles with aplomb. Heroes proficient with Vehicles might be professional pilots or ship captains, or they might simply have a knack for operating all manner of exotic transportation.</p><p><strong>Skill Uses:</strong> Avoid accidents, diagnose problems with vehicles, drive a truck, fly an airplane, maintain vehicles, navigate, operate heavy machinery, perform vehicle stunts, pilot a boat, race vehicles, tune up a vehicle, use vehicle knowledge</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 2600000,
      "name": "Saving Throws",
      "type": "text",
      "_id": "5x0RI2G00K0W46Wk",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>A saving throw is a d20 roll made to resist or avoid some kind of imminent danger. When you’re asked to make a saving throw by the Game Master, the GM will tell you what ability score to use. If you’re proficient with that type of saving throw, you can add your proficiency bonus to your roll.</p><p><strong>Saving Throw: d20 + ability modifier + proficiency bonus (conditional)</strong></p><p>Saving throws are made against a given Difficulty Class (DC). In the event of an ability contest between two characters, one character might make an ability check while the other character makes a saving throw, effectively using the check to set the DC for the save. On a result equal to or higher than the DC, a character succeeds on the saving throw and avoids or lessens the effect of the threat they face.</p><p>Effects that require a save describe the consequences of success and failure. If an attack or threat has multiple effects resisted by the same type of saving throw, the target makes one save for all effects unless otherwise noted.</p><blockquote><p><strong>Example:</strong> Sue Fairfield throws a flashbang grenade into a crowded room, knowing that it can both blind and stun people in proximity when it goes off. Both effects call for a Constitution saving throw (DC = 8 + Sue’s proficiency bonus + Sue’s Dexterity modifier). Each character affected by the grenade makes only one Constitution saving throw, avoiding being both Blinded and Stunned if they succeed.</p></blockquote><h3>Strength Saving Throws</h3><p>Strength saving throws are called for when a character is unexpectedly challenged by an effect that can be resisted with sheer physical power. You might make a Strength save to resist being tripped, to shield yourself from falling debris, to avoid being pushed off a cliff, or to reduce the damage taken if you fall.</p><h3>Dexterity Saving Throws</h3><p>Dexterity saving throws are called for whenever a character’s quick reflexes or innate sense of balance and stability can avoid danger. A successful Dexterity save can help you roll away from an explosion, reduce the damage taken from a fall, or dodge an oncoming car.</p><h3>Constitution Saving Throws</h3><p>Constitution saving throws are called for when a character needs to resist effects that can make them Sickened, gain Exhaustion, or impose other unhealthy conditions. You might make a Constitution save to reduce the damage taken from poison, avoid illness, or resist being Stunned.</p><h3>Intelligence Saving Throws</h3><p>Intelligence saving throws are called for when a character must think clearly under difficult circumstances or is attempting to avoid being tricked. A successful Intelligence save lets you see through a scam, quickly respond to an insult, or avoid becoming confused.</p><h3>Wisdom Saving Throws</h3><p>Wisdom saving throws are called for when a character wants to resist emotional compulsion, or when a character must trust their intuition to help overcome deception. You might make a Wisdom save to see through a lie, overcome temptation, or shake off fear.</p><h3>Charisma Saving Throws</h3><p>Charisma saving throws are called for when a character’s reputation, identity, or image are under attack in some way. A successful Charisma saving throw allows you to properly respond to being accused of a crime, to quickly counter someone’s defamatory statements, or to keep looking cool even while covered in mud.</p><h3>Special Saving Throws</h3><p>Special saving throws are used in various situations that do not involve one of the six ability scores. Each has its own modifiers and specified outcomes.</p><p><strong>Armor Saving Throws.</strong> These are made to see if personal armor is effective at stopping someone from being reduced to zero hit points. The roll uses no ability score modifiers but can include proficiency bonus if the wearer is proficient with the armor.</p><p><strong>Death Saving Throws.</strong> These are made when a hero is reduced to zero hit points. The roll has a DC 10 and uses no modifiers (see chapter 9 for more information).</p><p><strong>Luck Saving Throws.</strong> GMs can call for a luck saving throw when they want to leave some event entirely up to chance. The roll has a DC of 11 and allows no modifiers.</p><p><strong>Vehicle Damage Saving Throws.</strong> These are made when a vehicle takes damage that gets through its armor. The DC is based on the damage taken and the roll adds only the vehicle’s Constitution modifier to the roll.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 2700000,
      "name": "Conditions",
      "type": "text",
      "_id": "TntCHYWV1jHQhruc",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Conditions are special states that alter a character’s capabilities. They can apply to heroes and NPCs alike. All conditions impose adverse effects, which sometimes include other conditions.</p><p>Whenever the GM or the players are unsure what effect a certain situation might have on characters, they can check this section for a condition that might fit.</p><h4>Blinded</h4><p>A Blinded character can’t see and fails any ability check requiring sight.</p><ul><li><p>The character has disadvantage on attack rolls.</p></li><li><p>Attack rolls made against a Blinded character have advantage.</p></li></ul><h4>Burning</h4><p>A character that is Burning takes 1d4 fire damage at the start of each of their turns. This damage ignores armor.</p><ul><li><p>A DC 10 Dexterity, Wisdom (Survival), or Intelligence (Medicine) check can be made as an action to extinguish the fire.</p></li><li><p>Immersion in water or the use of a fire extinguisher automatically extinguishes the fire.</p></li></ul><h4>Deafened</h4><p>A Deafened character can’t hear and fails any ability check requiring hearing.</p><h4>Distracted</h4><p>A Distracted character can’t take bonus actions or reactions.</p><ul><li><p>The character has disadvantage on Intelligence and Wisdom checks unless those checks are directed at the source of the distraction.</p></li></ul><h4>Encumbered</h4><p>An Encumbered character’s speed is halved, and it can’t use the Dash action.</p><ul><li><p>The character has disadvantage on Dexterity saving throws.</p></li></ul><h4>Exhaustion</h4><p>Environmental hazards and other effects, including starvation and the long-term effects of freezing or scorching temperatures, can lead to a special condition called Exhaustion. Exhaustion is measured in six levels, each of which has a cumulative effect. Whenever a character becomes exhausted, they gain one level of Exhaustion. Finishing a long rest reduces Exhaustion by one level provided that food and drink are available.</p><table class=\"blue\"><thead><tr><th>Exhaustion Level</th><th>Effect</th></tr></thead><tbody><tr><td>1</td><td>Disadvantage on ability checks</td></tr><tr><td>2</td><td>Speed halved</td></tr><tr><td>3</td><td>Disadvantage on attack rolls and saving throws</td></tr><tr><td>4</td><td>Hit point maximum halved</td></tr><tr><td>5</td><td>Speed reduced to 0</td></tr><tr><td>6</td><td>Death</td></tr></tbody></table><h4>Frightened</h4><p>A Frightened character has disadvantage on ability checks and attack rolls while the source of their fear is visible to them.</p><h4>Grappled</h4><p>A Grappled character’s speed becomes 0, and they can’t benefit from any bonus to their speed.</p><ul><li><p>The condition ends if the grappler is Incapacitated.</p></li><li><p>The condition ends if an effect removes the Grappled character from the reach of the grappler or grappling effect.</p></li></ul><h4>Incapacitated</h4><p>An Incapacitated character can’t take actions, bonus actions, free actions, or reactions.</p><h4>Intoxication</h4><p>An intoxicated character is suffering from the effects of drugs and other substances that depress the function of the central nervous system. Intoxication is measured in four levels, each of which has a cumulative effect.</p><p>Whenever a character becomes intoxicated, they gain the indicated level of Intoxication. If the character is already intoxicated and another intoxicating effect is applied, their Intoxication level does not increase. Rather, the highest level applies. Unless otherwise noted, for every 2 hours that a character is not exposed to the source of their Intoxication, they reduce their Intoxication by one level.</p><table class=\"blue\"><thead><tr><th>Exhaustion Level</th><th>Effect</th></tr></thead><tbody><tr><td>1</td><td>Disadvantage on Dexterity, Intelligence, and Wisdom checks and saving throws</td></tr><tr><td>2</td><td>peed halved, and Sickened</td></tr><tr><td>3</td><td>Unconscious</td></tr><tr><td>4</td><td>Reduced to 0 hit points and must make death saving throws</td></tr></tbody></table><h4>Paralyzed</h4><p>A Paralyzed character is Incapacitated and can’t move or speak. They automatically fail Strength and Dexterity saving throws.</p><ul><li><p>Attack rolls against the character have advantage.</p></li><li><p>Any attack that hits the character is a critical hit if the attacker is within 5 feet.</p></li></ul><h4>Prone</h4><p>A Prone character’s only movement option is to stand up or crawl.</p><ul><li><p>The character has disadvantage on attack rolls with melee weapons.</p></li><li><p>Melee attack rolls against a Prone target have advantage.</p></li></ul><h4>restrained</h4><p>A Restrained character’s speed becomes 0, and the character can’t benefit from any bonus to their speed.</p><ul><li><p>Attack rolls against them have advantage, and their attack rolls have disadvantage.</p></li><li><p>The character has disadvantage on Dexterity saving throws.</p></li></ul><h4>Sickened</h4><p>A Sickened character has disadvantage on attack rolls and ability checks.</p><h4>Stunned</h4><p>A Stunned character is Incapacitated, can’t move, and can speak only falteringly.</p><ul><li><p>The character automatically fails Strength and Dexterity saving throws.</p></li><li><p>Attack rolls against them have advantage.</p></li></ul><h4>Unconscious</h4><p>An Unconscious character is Incapacitated, can’t move or speak, and is unaware of their surroundings.</p><ul><li><p>The character drops whatever they’re holding and falls Prone.</p></li><li><p>The character automatically fails Strength and Dexterity saving throws.</p></li><li><p>Attack rolls against the character have advantage.</p></li><li><p>Any attack that hits the character is a critical hit if the attacker is within 5 feet.</p></li></ul>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 2800000,
      "name": "Chapter 9: Combat",
      "type": "text",
      "_id": "e1E2Z7URjd08bMte",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Bullets flying. Glass breaking. Determined combatants putting their lives on the line to fight for what they think is right, for a big payday—or maybe just for fun. At the heart of every action movie lies the action, and at the heart of the Everyday Heroes rules is its combat system. Combat doesn’t need to be a part of every adventure, but in an action-oriented game, it often will be.</p><p>The combat rules for Everyday Heroes are simple at their core. Each turn, combatants move, attack one another, and interact with their environment. The game tries to strike a balance so combat doesn’t take too long to play out, even as it offers suitable tactical and strategic depth. It also balances the desire for realism with the needs of telling a fun story.</p><p>Because the rules of the game can’t be designed to suit every player’s tastes and every adventure’s needs, each group is encouraged to use as much or as little of the combat system as makes sense for their game. To this end, the rules are presented in a modular fashion, so that any aspect of those rules can be easily changed or ignored. Likewise, this modularity makes Everyday Heroes an easy system to build and expand upon.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 2900000,
      "name": "Starting Combat",
      "type": "text",
      "_id": "cKpfaCZkmymAH5Dc",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Combat starts as soon as a hero or NPC decides they want to attack someone. A common situation is for a team of bad guys to decide to attack the heroes, but it’s not unheard of for the heroes to start the fight.</p><p>This section lays out the basic order of combat, with specific details on movement, actions, and other rules following throughout the chapter.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 3000000,
      "name": "Combat Structure and Time",
      "type": "text",
      "_id": "ZWMm5WATeaB0IIBB",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Real-life combat happens all at once, but in Everyday Heroes, fights focus on one combatant at a time. It’s up to the imaginations of the players and GM to picture how the individual actions of the heroes and their foes play out together.</p><p><strong>The overall structure of combat in the game works as follows:</strong></p><p>During combat, time is measured in rounds, each of which is about 6 seconds long (so that 10 rounds equals about 1 minute of game time).</p><p>During a round, each combat participant takes a turn. During their turn, each combatant can move and perform certain actions.</p><p>A round ends when all combatants have taken their turns.</p><p>Another round then starts, with subsequent rounds continuing until combat ends.</p><h3>Step 1: Surprise</h3><p>Characters can be taken by surprise when combat starts. For this to happen, the attackers need to catch the defenders completely unaware. The most common scenario occurs when the attackers are in hiding, but surprise can also happen when an attack comes from someone the defenders didn’t see as a potential threat. Either way, combatants that are surprised roll initiative normally (see below), but they can’t move or take any actions during the first round of combat.</p><p>Surprise is determined in one of two ways, depending on whether the heroes are the defenders or the attackers.</p><p><strong>If the heroes are the defenders:</strong></p><p>The GM determines a DC for the heroes to detect the attackers before they strike.</p><p>The GM makes a passive Perception check for all the heroes. Those that succeed are not surprised, those that fail are surprised.</p><p><strong>If the heroes are the attackers:</strong></p><p>The players designate which hero is leading the ambush who makes a Dexterity (Stealth) check. The result sets a DC for the NPCs.</p><p>The GM makes a passive perception check for all the NPCs against the DC. Those that succeed are not surprised, those that fail are surprised.</p><p><strong>Alternate Types of Surprise.</strong> In the case of the attackers pretending to be harmless, use Charisma (Deception) for attackers and passive Wisdom (Insight) for the defenders. You can use this same pattern, but with appropriate ability score checks for other situations that might initiate combat unexpectedly.</p><blockquote><p><strong>Example:</strong> Kat Whitlock and her three companions walk into an abandoned warehouse where members of the dreaded Black Scorpion gang lie in wait for them. The GM sets the check for the heroes to notice the hidden gang members at DC 14. Kat, ever perceptive, has a passive Perception check of 19, so she isn’t surprised. Luis Garza has a 14, just enough to avoid surprise, but Johnny Blaze and Mack Williams aren’t so perceptive. Johnny and Mack are surprised and unable to respond in the first round of combat.</p></blockquote><h3>Step 2: Position</h3><p>As the fight gets underway, the GM will establish where all visible combatants are located with respect to one another. This includes distance, direction, and the environment of the battlefield.</p><h4>Maps or Mapless</h4><p>Combat in Everyday Heroes is designed so that players can choose whether to play with a battle map and miniatures, a digital map, or no map at all. Playing with a map makes it easier for everyone to understand and keep track of where all the combatants are, especially as the number of participants increases. That said, combat in the modern era can take place at a considerable distance thanks to modern firearms, in or on a moving vehicle, or even between combatants in different vehicles—all scenarios that can make maps impractical. Chapter 12 has advice for the GM on handling all kinds of combat encounters.</p><p>Whether a game uses maps or not, Everyday Heroes measures movement and range in 5-foot increments. Maps with other scales perform equally as well for combat encounters, as long as the GM makes the scale of the maps clear.</p><h3>Step 3: Initiative</h3><p>When combat starts, each combatant makes an initiative roll. This is a Dexterity check made with no proficiency bonus or other modifiers, though class talents and other features might grant you advantage on initiative, give you a bonus to your initiative checks, or let you swap your Dexterity modifier for a different ability. Combatants then take turns in initiative order, from highest initiative to lowest each round.</p><p>If any combatants tie on their initiative rolls, the GM decides in what order the tied combatants act. The GM can also decide to make one initiative roll for a number of enemies as a group, or for all enemies as one group, to help speed up combat. Initiative is rolled only once during the course of combat.</p><p><strong>Initiative: d20 + Dexterity modifier</strong></p><p>Any player can choose to lower their hero’s initiative after it is rolled but before combat starts, allowing them to act after opponents or after an ally if they so choose.</p><h3>Step 4: Combat Turns</h3><p>Every character participating in the combat encounter takes a turn according to the initiative order. Each participant’s turn consists of a wide variety of potential activities, described throughout this chapter.</p><p><strong>During a turn, a combatant can do all the following things, in any order they like:</strong></p><p><strong>Move up to their speed</strong> (see “Movement” below)</p><p><strong>Take one action</strong>, which might include an Attack action (see “Actions” and “Attacks” below)</p><p><strong>Take one bonus action</strong>, if available (see “Bonus Actions” below)</p><p><strong>Perform free actions</strong> (see “Free Actions” below)</p><p><strong>Use your reaction</strong> under certain circumstances (see “Reactions” below)</p><p>None of these activities are required, and a combatant’s turn happens even if they choose to take no actions or to not move.</p><p>The round ends once every combatant has taken a turn.</p><h3>Step 5: Repeat Until Done</h3><p>The fight continues in a new round at the top of the initiative order and proceeds as long as the fight persists. Combat ends when the fighting stops, whether that means some or all of the opposing forces have been knocked out, killed, called for a truce, escaped, or are otherwise no longer actively battling each other.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 3600000,
      "name": "Movement",
      "type": "text",
      "_id": "FdDLPOuC6RDbLkJD",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>During a combatant’s turn, they can move a distance up to their speed, measured in feet. They can use as much or as little of this movement as they like during their turn. Furthermore, they can use their movement allowance at any time during their turn, even breaking it up into multiple shorter moves before, between, or after other actions or attacks.</p><h4>Movement Modes</h4><p>Movement includes running, jumping, climbing, swimming, flying, and so forth. These are called Movement Modes. The default mode is running, which means someone is moving on the ground in a way that is normal to them. Humans have a default speed of 30 when running.</p><p>Other movement modes can include but are not limited to Crawling, Climbing, Flying, and Swimming. Some combatants may have multiple speeds listed, with different values for different modes. This means these types of movement are normal for them.</p><h4>Normal and Difficult Movement</h4><p>Normal movement is when a character can move at their full speed. Difficult movement is when they can only move half as far. When movement is difficult they spend twice as much of their distance allowance. Movement can be difficult for various reasons.</p><p>The first is when the terrain or conditions you are moving in make it difficult. This is referred to as Difficult Terrain. A sandy beach, rocky slope, or tangled thicket of weeds could all be considered difficult terrain. The GM has the final say on what constitutes difficult terrain.</p><p>The second reason for difficult movement is moving in a mode that is not natural or normal for the combatant. Humans are slower when crawling on the ground, swimming in the water, or climbing a rope than when they are running on even ground. Penguins, while fast in the water, are pretty slow when waddling around an ice flow. This is usually just referred to as difficult movement. Like with terrain, the GM has the final say on what is difficult and what isn’t.</p><p>When a hero or NPC has a speed listed with a movement mode, it means that is a normal way for them to move. Running is assumed if speed is listed without any mode specified. Modes that aren’t listed are assumed to be either difficult or impossible without some kind of assistance or tools. Common sense should be a good guide as to what is difficult and what is impossible, but the GM has the final say.</p><p>Even if multiple circumstances make movement difficult, they do not add up. Movement is either difficult, or it is normal. Effects that actually reduce a combatant’s speed by some number of feet can be effectively combined with difficult movement.</p><blockquote><p><strong>Example:</strong> Mack Williams wants to smash a Black Scorpion assassin in the face, but the villain is standing on top of a 10-foot-high rock. Mack can move 30 feet in a turn and the rock is only 10 feet away, but the terrain is difficult due to being rocky and uneven. Mack moves up to the rock, traveling 10 feet in difficult terrain which uses 20 feet of his available movement.</p><p>Mack then wants to climb up the 10-foot-high rock, but because climbing is difficult movement, it would cost him 20 feet of movement, and he only has 10 left. Black Scorpion laughs from his high perch.</p></blockquote><h4>Mixing Movement</h4><p>Some combatants may have multiple speeds in different modes. They can freely mix the use of these as circumstances allow or demand, but there are some limitations. The combatant’s total movement can’t be more than their fastest speed. Also, they can’t move farther in a given mode than their speed in that mode. These limits include the added costs for difficult movement.</p><blockquote><p>\u0017<strong>Example:</strong> Katie Paige has engaged her emergency jet pack, which gives her a flying speed of 60 feet alongside her normal speed of 30 feet. She runs 20 feet to an open window, then flies 30 feet to a nearby rooftop. After she touches down, she can walk or fly another 10 feet across the rooftop before using up all her movement for the turn.</p></blockquote><h4>Falling Prone</h4><p>Combatants can end up Prone (see “Conditions,” below) either because they were knocked down or because they dropped down intentionally. A character can drop Prone as a free action without using any of its movement. Standing up after being knocked Prone costs half of a combatant’s movement (rounded down to the nearest 5-foot increment).</p><p>To move while Prone, a character must usually crawl, which is difficult movement (see above).</p><h4>Jumping</h4><p>Characters can normally jump without making ability checks. If a character can get at least a 10-foot running start, they can automatically make the following jumps:</p><p>A <strong>vertical</strong> leap covering a number of feet equal to the character’s Strength modifier (minimum 1 foot)</p><p>A <strong>horizontal</strong> jump covering a number of feet equal to the character’s Strength score (minimum 1 foot)</p><p>Without a running start, a character can jump only shorter distances:</p><p>A <strong>vertical</strong> leap of 1 foot</p><p>A <strong>horizontal</strong> jump covering a number of feet equal to the character’s Strength Modifier</p><p>The GM might allow longer jumps to be made using a successful Strength (Athletics) check, with the DC based on the difficulty of the jump. Whenever a character jumps, the distance they jump is counted against their overall movement.</p><h4>Moving Through Other Combatants</h4><p>Combatants can move freely through spaces occupied by their allies. They can’t move through spaces occupied by opponents unless those opponents are two sizes smaller (Tiny for Medium combatants, see chapter 15). In either case, spaces occupied by another combatant are considered difficult terrain.</p><p>Characters can’t choose to end their movement in the same space as another combatant. If a character is moved by some other character, and that movement ends with them in in the same square as some other combatant, the character falls prone in that combatant’s space.</p><h4>Flying and Other Special Movement</h4><p>The stat blocks of certain creatures might list a special type of movement such as flying or swimming. Such a creature can move up to the indicated distance using that type of movement, and normally doesn’t need to make ability checks for that movement.</p><p>Flying combatants can end their movement in the air and should keep track of their distance from the ground to determine range and area of effects. Swimming combatants can end their movement at any depth below the surface.</p><p>A flying combatant can fall out of the sky if the GM determines that their condition no longer allows them to fly. For example, an eagle that becomes Paralyzed falls to the ground, but a character attached to a helium balloon who falls asleep continues to float. A combatant that falls while flying takes damage from the fall as normal when they hit the ground (see “Falling” in chapter 10).</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 3700000,
      "name": "Actions",
      "type": "text",
      "_id": "nNdwIhIU4mNdj1kp",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Taking an action is usually the most important thing a combatant does each combat round. A number of actions are available to nearly all characters, and certain class talents or feats might allow a character to take special actions or to modify the actions noted below.</p><h4>Attack</h4><p>Covering the most common activities in combat, the Attack action allows a character to make a single melee, ranged, or special attack against an opponent. Some class talents allow combatants to make multiple attacks using the Attack action. See the “The Attack Action” section below for details.</p><h4>Brace</h4><p>During a chase, a combatant can focus on preparing for the next complication they encounter, giving them advantage on their next ability check or saving throw to deal with an encounter. See chapter 11 for details.</p><h4>Clear Jam</h4><p>If a combatant’s weapon is jammed, they can use an action to clear the jam. A combatant must have a hand free to use the Clear Jam action.</p><h4>Dash</h4><p>Taking the Dash action allows a combatant to move a distance up to their current speed. This is in addition to their normal movement during their turn.</p><h4>Disengage</h4><p>The Disengage action can be useful when a combatant wants to escape a melee opponent or run past other enemies. If a combatant uses the Disengage action, their movement for the rest of their turn does not provoke opportunity attacks.</p><h4>Dodge</h4><p>Using the Dodge action lets a character focus on avoiding being hit in combat. When a character uses the Dodge action, anyone attacking them has disadvantage on their attack rolls, and the character has advantage on Dexterity saving throws. These effects last until the start of the character’s next turn.</p><h4>First Aid</h4><p>By using the First Aid action, a character can make an Intelligence (Medicine) check to provide first aid to an ally or to themself during combat. Some activities associated with the First Aid action require a first aid kit for essential supplies (see chapter 6).</p><table class=\"yellow wide\"><caption>First Aid Checks</caption><thead><tr><th>Intelligence (Medicine) Check DC</th><th>Result</th><th>First Aid Kit Required</th></tr></thead><tbody><tr><td>10</td><td>Stabilize an ally at 0 hit points.</td><td>No</td></tr><tr><td>10</td><td>Stabilize an ally at 0 hit points using a first aid kit. If the check succeeds by 5 or more, the ally regains 1 hit point.</td><td>Yes</td></tr><tr><td>10</td><td>End the Blinded or Deafened condition imposed by a weapon on one combatant.</td><td>No</td></tr><tr><td>10</td><td>Smother the flames on one combatant that is Burning.</td><td>No</td></tr><tr><td>Poison DC</td><td>Give a combatant advantage on their next saving throw against poison.</td><td>Yes</td></tr><tr><td>Poison DC</td><td>Allow a combatant to make a saving throw to end an ongoing effect imposed by a poison or drug.</td><td>Yes</td></tr></tbody></table><h4>Gain Grown</h4><p>During a chase, a combatant can try to get an advantage over their opponents by using the current circumstances of the chase to their advantage or to the detriment of their opponents. This usually involves a challenge between the combatant and one of their opponents. See chapter 11 for details.</p><h4>Help</h4><p>A character can use the Help action to assist an ally within reach with something they are doing. The ally gains advantage on one ability check or attack roll made before the start of the helping character’s next turn.</p><h4>Hide</h4><p>A character can use the Hide action to attempt to get out of sight, making a Dexterity (Stealth) check as part of a contest with combatants that might notice them. See “Hiding and Seeking” in chapter 10 for more information.</p><h4>Object Interaction</h4><p>The Object Interaction action allows a character to do something with an object that requires focus and concentration, or which goes beyond the limits of what is allowed as a free action (see below). The activities covered by Object Interaction might include any of the following:</p><ul><li><p>Operating a cell phone, a remote control, a computer, or any other relatively complex device</p></li><li><p>Controlling heavy machinery to perform a specific task</p></li><li><p>Pulling a second item from inventory (pulling the first item is a free action)</p></li><li><p>Picking up a large or awkward item</p></li><li><p>Unlocking a door using the key</p></li></ul><h4>Reload</h4><p>The Reload action allows a character to pull ammunition from their inventory, then load their weapon with that ammunition, giving it a full number of rounds. A combatant must have a hand free to use the Reload action.</p><h4>Ready</h4><p>A character can use the Ready action to delay an action, specifying a chosen action to take place if a given trigger condition occurs. For example, a character might say, “I ready an action to run using the Dash action if the bomb is activated.” If the trigger condition occurs before the start of the character’s next turn, they can use their reaction to take the action specified. A character can’t use the Ready action to prepare another Ready action.</p><blockquote><p><strong>Example:</strong> Luis Garza wants to get the drop on enemy soldiers who have been firing at his friends and ducking back behind cover on their turns. On Luis’s turn, all the enemies are hiding, so he uses the Ready action, preparing to attack using his rifle the first time an enemy pops up from cover. Later in the round, one of the soldiers rises up to take a shot. Before they can fire, Luis’s Ready action triggers and he makes his attack. If the soldier survives, they can continue their turn.</p></blockquote><h4>Search</h4><p>A character uses the Search action to deliberately observe their environment using either a Wisdom (Perception) or Intelligence (Investigation) check.</p><h4>Second Wind</h4><p>The Second Wind action allows a character to refocus themself in combat. When taking this action, a character can spend up to half their maximum number of Hit Dice (rounded up), adding their Constitution modifier to each die rolled and regaining hit points equal to the total. The character must decide how many dice they want to roll before rolling.</p><p>When a hero uses the Second Wind action, they can’t do so again until finishing a short or long rest. NPCs and companions normally can’t take this action.</p><h4>Suppressive Fire</h4><p>By taking the Suppressive Fire action, a combatant sprays an area with bullets, endangering everyone in the field of fire. Suppressive fire can be used to threaten a large group of opponents at once, or as cover fire that gives teammates a chance to move or act in the open by forcing enemies to get out of the way.</p><p>Performing Suppressive Fire. Suppressive fire can be laid down with a semi-auto or full-auto weapon (see “Weapon Properties” in chapter 6). To take the Suppressive Fire action, a combatant designates a target area within the weapon’s normal range. The target area is either a line or a series of contiguous spaces up to the size of the allowed target area and is based on the type of weapon.</p><p><strong>With a semi-auto weapon:</strong></p><ul><li><p>The target area is 10 feet wide.</p></li><li><p>The attacker needs to have 8 or more rounds left in their weapon’s magazine.</p></li><li><p>Taking the Suppressive Fire action expends 8 rounds of ammunition.</p></li></ul><p><strong>With a full-auto weapon:</strong></p><ul><li><p>The target area is up to 30 feet wide.</p></li><li><p>The attacker needs to have 20 or more rounds left in their weapon’s magazine.</p></li><li><p>Taking the Suppressive Fire action expends 20 rounds of ammunition.</p></li></ul><blockquote><p><strong>Example:</strong> Romeo Sinclair is facing off against a cadre of criminals firing at his allies from behind a concrete barrier. He carries a light machine gun, which as a full-auto weapon can cover a target area up to 30 feet wide. Because the barrier is 25 feet across, Romeo targets the full length of it with the Suppressive Fire action, threatening each enemy behind the barrier.</p></blockquote><p><strong>Field of Fire.</strong> The field of fire for a suppressive fire attack is defined as the targeted area plus the area between that targeted area and the shooter. Any combatant in the field of fire who is not behind effective total cover is hit by the suppressive fire, which requires no attack roll (and thus can’t be a critical hit). Combatants in the field of fire can use the Dive for Cover reaction (see below) to avoid the damage, but they must decide to do so before damage is rolled. A character using the Suppressive Fire action rolls damage once for all targets.</p><p>(If you use a battle map for combat, you can draw a line connecting the right and left ends of the target area to the shooter. Any target whose space has its center within the field of fire area is affected by the suppressive fire attack.)</p><p>The field of fire stays in effect until the start of the shooter’s next turn, until the shooter moves or is moved by an external effect, or until the shooter suffers a condition that stops them from firing. While the field of fire is in effect, anyone entering that area or coming out of total cover within it takes damage automatically.</p><blockquote><p><strong>Example:</strong> Sue Fairfield and Mack Williams are pinned down by violent gangsters, three of whom are kneeling behind a barrier with guns drawn. Sue wants to lay down cover fire for Mack, allowing him to charge up and jump over the barricade. On her turn, she leans around the corner and uses the Suppressive Fire action with her M4 carbine on full-auto. She places the target area to cover the area of the barrier where the three criminals are located, but she leaves some room at the end so Mack doesn’t have to cross into the field of fire on his turn.</p></blockquote><p>The three criminals now have a choice—use the Dive for Cover reaction to get down behind the barrier, or stay where they are and get hit. Two decide to take cover, but the other is hit by part of the hail of bullets from Sue’s gun. The M4 does 1d12 ballistic damage plus Sue’s Dexterity modifier of +3, with a roll of 7 dealing 10 damage to the gangster.</p><p>Using the Suppressive Fire action is not considered an attack by the shooter. As such, talents that add bonus damage to attacks can’t be used with suppressive fire, but talents that modify weapon damage do affect suppressive fire damage. Suppressive fire can be considered a type of attack by a defender using talents or reactions triggered by being attacked with a ranged attack, but talents that modify an opponent’s attack roll have no effect.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 3800000,
      "name": "Bonus Actions",
      "type": "text",
      "_id": "IqPwJudsfMc8cSHz",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Alongside their actions, each combatant can take one bonus action during their turn. Most bonus actions are granted by special class talents or feats. If none of your features explicitly use a bonus action, you don’t have one to use…with the following two exceptions.</p><h4>Off-Hand Attack</h4><p>An off-hand attack is an attack made as a bonus action. A character can make an off-hand attack only when both of the following conditions are true:</p><p>They have already made an attack in the same turn with a light weapon (including an unarmed strike).</p><p>They are wielding another light weapon in their other hand, or that hand is free to make an unarmed strike.</p><p>When a character uses the Off-Hand Attack bonus action, the attack is made with the second light weapon or an unarmed strike. Off-hand attacks don’t add ability modifiers to damage. Special attacks can be made with off-hand attacks.</p><blockquote><p><strong>Example:</strong> Mel Stackhouse, a bodyguard, is wielding two concealed-carry pistols, one in each hand. On her turn, she uses an action to make an attack using the pistol in her right hand. After resolving that attack, and because both weapons are light, she decides to use the Off-Hand Attack bonus action with the pistol in her left hand. For the second attack, Mel does not add her Dexterity modifier to the damage if she hits.</p></blockquote><h4>Reload</h4><p>The Reload bonus action functions as the Reload action (see above), but it applies only to weapons whose reload value indicates that they can be reloaded as a bonus action.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 3900000,
      "name": "Free Actions",
      "type": "text",
      "_id": "k8Du3lRlddlSSvW9",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Since a turn is about 6 seconds long, combatants can also perform various quick activities alongside their standard action and bonus action. Such actions are deemed to be free actions—activities that typically require minimal concentration and less than 1 second in time.</p><p><strong>Examples of free actions include:</strong></p><ul><li><p>Pulling the first item from inventory during a turn (pulling additional items requires the Object Interaction action)</p></li><li><p>Drawing one weapon</p></li><li><p>Opening an unlocked door</p></li><li><p>Communicating quickly (making a brief comment, speaking a short statement, whistling to alert a companion, and so forth)</p></li><li><p>Using an object in a simple way (dropping something held, opening an unlocked cupboard, pushing a button, and so forth)</p></li><li><p>Picking up a small item close at hand</p></li></ul><p>Picking up more than one item or pulling more than one item out of inventory requires the use of the Object Interaction action. The GM is the arbiter of what actions can be taken as free actions during a turn.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 4000000,
      "name": "Reactions",
      "type": "text",
      "_id": "WH2nkV29l2tYU40z",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Reactions represent activities that can be undertaken during anyone’s turn, and which are triggered by specific effects or circumstances. Each combatant can use only one reaction per round. When a combatant takes a reaction, they can’t do so again until the start of their next turn.</p><p>Reactions can be used only when the circumstance that triggers them occurs. When a reaction is finished, play continues with the active combatant’s turn. Most reactions are granted by class talents or feats, but the following two reactions can be used by all characters.</p><h4>Dive for Cover</h4><p>When a combatant is about to take damage from or otherwise be affected by an area effect, such as an explosion, sleep gas, or another character taking the Suppressive Fire action, they can use the Dive for Cover reaction to avoid damage.</p><p>When diving for cover, a combatant can move up to half their speed to try to reach the nearest safe space or location. Typically this means:</p><ul><li><p>Getting behind total cover capable of blocking the effect (see “Cover” later in this chapter)</p></li><li><p>Getting out of the field of fire (see the Suppressive Fire action above)</p></li><li><p>Getting outside the area of effect</p></li></ul><p>Normal movement rules apply to the movement granted by this reaction, which is not deducted from your normal movement on your turn. If a character reaches a suitable safe space, they avoid all damage and effects, and they fall Prone at the end of their movement, if not already Prone.</p><p>If the character doesn’t reach a suitable safe space, they suffer the specified damage and effects, then fall Prone at the end of their movement, if not already Prone.</p><blockquote><p><strong>Example:</strong> A guerilla fighter throws a fragmentation grenade right where Dexter LaFontaine is standing, inspiring Dexter to want to dive for cover. The grenade’s radius is 20 feet, but half of Dexter’s movement is only 15 feet. Luckily, an open window stands 10 feet away. Using the Dive for Cover reaction, Dexter leaps through the window and lands Prone on the other side. The GM determines that the wall of the building will contain the shrapnel from the grenade, so Dexter is safe.</p></blockquote><p>Even if a combatant can’t escape using the Dive for Cover reaction, diving for cover can at least get them farther away from the center of an effect if it’s advantageous to do so.</p><p>If you are not using a battle map for combat, whether a safe space can be reached by a character is at the GM’s discretion. It is recommended that a GM allow success with the Dive for Cover reaction unless that makes absolutely no sense in the given situation. The limitations placed on Dive for Cover are to keep it from feeling too unrealistic, not to make it difficult to use.</p><h4>Opportunity Attack</h4><p>If one combatant is within the reach of an opponent armed with a melee weapon and then moves away from that opponent, the opponent can use the Opportunity Attack reaction to attack the moving combatant using their melee weapon. This is resolved as a normal melee attack.</p><p>A combatant who uses the Disengage action does not provoke opportunity attacks for their movement in this way on their turn. Forced movement, including falling or being pushed, does not provoke opportunity attacks.</p><blockquote><p><strong>\u0017Example:</strong> Mack Williams has been smashing Dr. Dismembered in the face with a two-by-four. Dr. Dismembered panics and makes a run for his escape pod, allowing Mack to take an opportunity attack as a reaction. Mack successfully brings the two-by-four down one last time as the terrified villain moves away.</p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 4100000,
      "name": "The Attack Action",
      "type": "text",
      "_id": "MGELtknPP52v5RP6",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Making an attack is the most common action taken in a combat encounter. Just about any time a combatant wants to physically engage with another combatant, they’ll make an attack of some kind using the Attack action.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 4200000,
      "name": "Attack Basics",
      "type": "text",
      "_id": "VyMg5m9gzSueVBbd",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Making an attack involves a combatant first choosing a target by declaring what character, object, or location they are directing their attack against. The combatant then makes an attack roll to see if the attack hits, followed by rolling for damage and applying other effects of the attack.</p><p>Attacks are divided into melee attacks, made with melee weapons against targets within the attacker’s reach (usually 5 feet for heroes); and ranged attacks, made with ranged weapons and usually at a distance. See the “Melee Attacks” and “Ranged Attacks” sections below for the differences.</p><h4>Additional Attacks</h4><p>Some combatants can make more than one attack when they use the Attack action. Though each attack is made as part of the same action, attacks are resolved one at a time.</p><h4>Targeting Attacks</h4><p>When making an attack, a combatant must identify a target. Most of the time, this target is an opponent the combatant can see, but it’s also possible to target objects or a specific location, usually an area where a foe might be hidden.</p><p>The target of an attack must be within reach (melee attacks) or range (ranged attacks) of the combatant making the attack.</p><h4>Defense</h4><p>Defense is a measure of how difficult it is to hit or otherwise endanger a target in combat. An attack roll whose result is equal to or higher than a target’s Defense hits the target.</p><p>For heroes, Defense is determined by a special formula based on the hero’s archetype. For NPC combatants, Defense is a fixed number defined by a creature’s stat block.</p><p>Immobile targets such as objects have no Defense against melee attacks and are automatically hit on any roll other than a critical miss. Against ranged attacks, an immobile target has a Defense of 5, assuming the target is about 5 feet across. If an immobile target is bigger, it is automatically hit on any roll other than a critical miss.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 4300000,
      "name": "Attack Rolls",
      "type": "text",
      "_id": "9oNx0bI28JDG4J0P",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>When making an attack, a combatant rolls a d20, then adds one of their ability modifiers and their proficiency bonus, if applicable. If the result is equal to or higher than the target’s Defense, the attack hits. If the attack roll is lower than the target’s Defense, the attack misses.</p><p><strong>Attack Roll:</strong> d20 + ability modifier + proficiency bonus (conditional) = attack result</p><p><strong>Attack Result ≥ Defense:</strong> attack hits</p><p><strong>Attack Result &lt; Defense:</strong> attack misses</p><p>The ability modifier used for an attack roll depends on the type of attack being made, whether melee or ranged.</p><p>Certain class talents, feats, and other benefits allow different ability modifiers to be used for certain types of attacks. For example, a sleuth can use Wisdom for attack and damage rolls that ordinarily use Dexterity, but they cannot substitute Wisdom for rolls that require Strength. An attack can never benefit from more than one ability modifier unless otherwise noted.</p><p>For an attack to use a combatant’s proficiency bonus, the combatant must be proficient with the equipment category the weapon is associated with. Unarmed strikes are considered a basic weapon for this purpose.</p><p></p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 4400000,
      "name": "Critical Hits and Critical Misses",
      "type": "text",
      "_id": "2JFeAXeXYGbcyZUF",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Attack rolls have a special feature such that if a 20 is rolled on the die, the attack automatically hits no matter what the target’s Defense is. This is called a critical hit, and it deals additional damage (see “Damage Rolls” below for details).</p><p>Likewise, if a 1 is rolled on attack roll, the attack automatically misses no matter what the target’s Defense is. This is called a critical miss, and it can result in extra difficulty for the attacker in certain situations (having a weapon jam, for example). A critical miss is defined in circumstances when it applies, such as in the following notable situations.</p><p><strong>On a critical miss:</strong></p><ul><li><p>Any attack automatically misses</p></li><li><p>A weapon with the returning weapon property does not return</p></li><li><p>Firearms with the unreliable property become jammed</p></li><li><p>Ranged attacks into melee combat can hit an ally (see “Ranged Attacks into Close Combat” below)</p></li></ul>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 4500000,
      "name": "Melee Attacks",
      "type": "text",
      "_id": "qURBpBpYKzur661P",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>A <strong>melee</strong> attack is a close combat fight, whether a combatant uses an unarmed strike or a club or a sword.</p><p><strong>Close Combat.</strong> Any situation in which two combatants on different sides of a fight are adjacent (within 5 feet) of one another. Those combatants are considered to be in close combat.</p><p>The default reach of a melee attack is 5 feet. Some weapons have an extended reach noted and can be used against targets up to that distance away. Certain creatures also have natural attacks with an extended reach.</p><p>Melee attacks include off-hand attacks and opportunity attacks, described above.</p><p><strong>Melee Attack Roll:</strong> d20 + ability modifier + proficiency bonus (if proficient with the weapon)</p><p>The ability modifier used for a melee attack roll depends on the type of attack being made:</p><p>Strength modifier for melee attacks</p><p>Strength modifier for melee attacks using weapons with the thrown property</p><p>Strength or Dexterity modifier for melee attacks using weapons with the finesse property (combatant’s choice)</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 4600000,
      "name": "Ranged Attacks",
      "type": "text",
      "_id": "n1PBTyycr1xFowmt",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>A <strong>ranged</strong> attack is made from a distance, whether a combatant uses a firearm or a crossbow or a thrown weapon. Attacks with a melee weapon using its reach property is a melee attack.</p><p>Each ranged weapon notes its range values, measured in feet. A weapon with only one range number has only a normal range and can be used up to that range. If two numbers are noted, the first is normal range and the second is long range. Combatants can target enemies anywhere up to long range, but attacks made outside normal range have disadvantage on the attack roll.</p><p><strong>Ranged Attack Roll:</strong> d20 + ability modifier + proficiency bonus (if proficient with the weapon)</p><p>The ability modifier used for a ranged attack roll depends on the type of attack being made:</p><p>Dexterity modifier for ranged attacks</p><p>Strength modifier for ranged attacks using weapons with the thrown property</p><p>Strength or Dexterity modifier for ranged attacks using weapons with the finesse property (combatant’s choice)</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 4700000,
      "name": "Ranged Attack Variables",
      "type": "text",
      "_id": "FzBISIJl824yJ4IJ",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>A number of circumstances can potentially complicate or modify ranged attacks.</p><h4>Long Range</h4><p>Ranged attacks made at long range (the second number in a weapon’s range entry) have disadvantage on the attack roll. An attack is made at long range if the distance to the target is beyond the weapon’s normal range (the first number in the range entry) but still within long range.</p><h4>Ranged Attacks from Close Combat</h4><p>It is difficult to make ranged attacks while being attacked in melee combat, because the need for a combatant to be aware of opponents around them can interfere with the aiming and timing of the ranged attack. A combatant making a ranged attack while an opponent is within 5 feet of them and is capable of attacking them has disadvantage on the ranged attack roll.</p><h4>Ranged Attacks into Close Combat</h4><p>It is both difficult and dangerous to fire a ranged weapon at an opponent in close combat with an ally. Anyone engaged in close combat with an ally of the attacker has half cover. Additionally, if the attack is a critical miss, the ally in close combat is hit by the attack, regardless of their Defense. If multiple allies are involved in the close combat, the GM selects which ally is hit.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 4800000,
      "name": "Firearm Attacks",
      "type": "text",
      "_id": "iB9aBLnPh28x17nV",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Special rules apply to ranged attacks made with firearms.</p><h4>Attacks Using Ammunition Rounds</h4><p>All firearms use ammunition rounds, noted by the weapon having the rounds property (see the “Weapons” section in chapter 6). A weapon with the rounds value must have at least 1 round of ammunition in it to be used, and it must have the appropriate amount of ammunition for attacks that use more than 1 round. To track ammunition use, rounds should be marked off as attacks are made.</p><h4>Burst Fire</h4><p>Fully automatic weapons with the burst value can expend additional ammunition to deal increased damage. The number given with the burst value indicates the number of rounds required. Using burst fire imposes disadvantage on the attack roll but adds one die of damage if the attack hits. Combatants must declare they are using burst fire before they roll their attack. Burst fire cannot be used at long range.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 4900000,
      "name": "Line of Fire",
      "type": "text",
      "_id": "EOxKthEKG0CxG8j4",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Line of fire is the path ammunition travels from an attacker making a ranged attack to their target. If you use a battle map for combat, any space in a line traced from the center of an attacker to the center of the target is in the line of fire.</p><p>A character must have direct line of fire to a target to attack them with a ranged weapon. Any substantial object between attacker and target grants the target some measure of cover. Having other combatants between an attacker and a target (whether friend or foe) provides half cover. See “Cover” in the next section for details.</p><p>Suppressive fire laid down with the Suppressive Fire action (see above) has a field of fire rather than a line of fire. Only total cover provides any meaningful defense to targets in a field of fire.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 5000000,
      "name": "Thrown Explosives",
      "type": "text",
      "_id": "wyAXCh5u0tqWr7XF",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Throwing explosives works differently than other ranged attacks. An attacker throws an explosive at a location rather than a specific combatant. The location must be within the explosive’s range, and there must be a clear path to that location. It is possible to throw an explosive at a space that is behind an obstacle as long as the explosive can reasonably be thrown over, under or through the obstacle.</p><p>Grenades launched from handheld grenade launchers use the same rules but have longer ranges.</p><p>A result of 5 or higher on an attack roll is needed to successfully throw the explosive to the desired location. If the attacker cannot see the location due to an obstacle or less than good visibility, the attack has disadvantage. If the attacker misses, you need to figure out where the explosive detonates.</p><p><strong>Roll a d4 to see where the explosive detonates.</strong></p><ul><li><p>\u00171: it detonates 10 feet short of the target</p></li><li><p>2: it detonates 10 feet left of the target</p></li><li><p>3: it detonates 10 feet right of the target</p></li><li><p>4: it detonates 10 feet behind the target</p></li></ul><blockquote><p>\u0017<strong>Example:</strong> Dr. Margaret Wellington wants to make her escape from a pack of Dragon Tooth gang members who have her pinned down from their firing position up on a roof top. She decides to throw a flash-bang grenade up there to blind them. Margaret targets a space in the middle of the gunmen, that she can’t see (since it is up on a roof), but is within range and reachable by her grenade. She has disadvantage since she can’t see the space. She rolls two d20s, a 1 and a 17. Unfortunately, the 1 is a critical miss no matter her bonus to attack. She rolls a d4 and gets a 1 so the grenade will fall 10 feet short of the target.</p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 5100000,
      "name": "Rocket Launchers",
      "type": "text",
      "_id": "G1KVYNOcAIhxmRFC",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Primarily used as anti-vehicle weapons, rocket launchers can also be used to target walls, equipment, or other hard targets. Rockets are designed to detonate when striking a hard surface, with their explosive penetrating inward to destroy armor rather than radiating outward to injure personnel.</p><p>A rocket launcher must have a clear line of fire, so it can’t be used to target an object or location the attacker can’t see. If the target is an immobile object, the attacker needs only a 10 or higher on the attack roll to hit. If the target is a vehicle or a character, the attack uses a normal attack roll against the target’s Defense.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 5200000,
      "name": "Area of Effect",
      "type": "text",
      "_id": "shpeJBnCYtt6eQug",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Some attacks create an area of effect. An attack might describe exactly what its area of effect is, or it will note a radius or use the phrase “within X feet,” where X is the distance from the center of the attack. If you use a battle map for combat, the radius of an area of effect is measured from the center of the target square. If you divide the radius by the size of a square, you get the number of squares away from the center square that are affected. For example, a 10-foot-radius explosive attack depicted on a battle map with 5-foot squares affects targets up to two squares away from the center square.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 5300000,
      "name": "Special Attacks",
      "type": "text",
      "_id": "3Xqiq89Ds3xsXdHB",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>A special attack is one that can be made instead of a regular melee or ranged attack, but which has its own distinct rules. Most often, they are made as part of the Attack action. However they can also be used instead of opportunity attacks, off-hand attacks, or other regular attacks granted through talents.</p><p>Special attacks are granted by class talents, feats, or other unique rules, but the following special attacks are available to all characters. If a combatant can make multiple attacks as an action, any of those attacks can be replaced by one of the following special attacks.</p><p><strong>Disarm</strong>, <strong>Grapple</strong>, <strong>Shove</strong>, or <strong>Trip Attack</strong>: Attacker’s Strength (Athletics) check against the target’s Strength (Athletics) or Dexterity (Acrobatics) check</p><h4>Disarm</h4><p>The disarm special attack allows a combatant to force an opponent to relinquish their weapon. The target of a disarm attempt must be within the attacker’s reach, and the attacker must either have a free hand or be wielding a melee weapon.</p><p>Disarming an opponent is an ability contest. The attacker makes a Strength (Athletics) check contested by the target’s Strength (Athletics) or Dexterity (Acrobatics) check. The target chooses which check they make. If the attacker wins the contest, the defender drops their weapon. If the attacker has a free hand, they can instead take the weapon.</p><p>To disarm an opponent with a weapon that deals slashing damage, an attacker must be wielding a melee weapon, and can’t grab the weapon if the defender drops it.</p><h4>Grapple</h4><p>The grapple special attack allows a combatant to grab onto and secure another combatant with a melee attack. A combatant can attempt to grapple an opponent as long as they have at least one hand free. The target of a grapple attempt must be within the attacker’s reach and can be no more than one size category larger than the attacker.</p><p>Grappling is an ability contest. The attacker makes a Strength (Athletics) check contested by the target’s Strength (Athletics) or Dexterity (Acrobatics) check. The target chooses which check they make. If the attacker wins the contest, the defender is Grappled (see “Conditions” in chapter 8).</p><p>A combatant that has a target Grappled can release that target on their turn as a free action. A combatant that has a target Grappled drags or carries a Grappled target with them when they move, but this counts as difficult movement unless the Grappled opponent is two or more size categories smaller than they are.</p><p>A combatant that is Grappled can take an action to attempt escape with an ability contest, making a Strength (Athletics) check or a Dexterity (Acrobatics) check contested by the Strength (Athletics) check of the combatant grappling them. If the target wins the contest, they escape the grapple.</p><h4>Shove or Trip</h4><p>The shove and trip special attacks allow a combatant to force an opponent back or down onto the ground. The target of a shove or trip attempt must be within the attacker’s reach and can be no more than one size category larger than the attacker.</p><p>Shoving or tripping is an ability contest. The attacker makes a Strength (Athletics) check contested by the target’s Strength (Athletics) or Dexterity (Acrobatics) check. The target chooses which check they make. If the attacker wins the contest, they can either knock the target Prone or push the target 5 feet away from them.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 5400000,
      "name": "Combat Circumstances",
      "type": "text",
      "_id": "MYB2DLGjgNjHDjeH",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The conditions under which combat takes place and the circumstances of the combatants can have a significant impact on the outcome of any fight.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 5500000,
      "name": "Cover",
      "type": "text",
      "_id": "FajMEOSW4HGMfwYT",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Walls, trees, cars, obstacles, and other combatants can provide cover during combat, making a target more difficult to harm. A target can benefit from cover only when an attack or other effect originates on the opposite side of the cover.</p><p>Cover offers combatants a fixed Defense score, so that combatants in cover can use either their normal Defense or the cover’s Defense, whichever is higher. Three degrees of cover can help protect a target, each with its own Defense score. If a target is behind multiple sources of cover, only the most protective cover applies.</p><p>Cover also has an Armor Value in addition to the Defense it provides for combatants behind it, indicating how easy or difficult it is for an attack to break through that cover. (See “Penetrating through Cover” below.)</p><h4>Half Cover</h4><p>Half cover provides Defense 16 to combatants behind it. A target has half cover if an obstacle blocks approximately half its body. Such an obstacle might be a low wall, a large piece of furniture, a narrow tree trunk, a medium-sized automobile, or another character, whether that character is an opponent or a friend. A character leaning around a corner or preparing to hop over a wall typically has half cover.</p><h4>Three-Quarters Cover</h4><p>Three-quarters cover provides Defense 20 to combatants behind it. A target has three-quarters cover if an obstacle blocks approximately three-quarters of its body. Such an obstacle might be a tall wall, a large truck, or a thick tree trunk. A character poking their head around a corner or peeking over a wall typically has three-quarters cover.</p><h4>Total Cover</h4><p>A target with total cover can’t be targeted directly by an attack, although some attacks can reach such a target by including it in an area of effect. A target has total cover if it is completely concealed by an obstacle.</p><h4>Positioning and Cover</h4><p>Combatants can position themselves with respect to suitable obstacles to gain half cover, three-quarters cover, or total cover. The GM ultimately decides how much cover an obstacle provides. For example, a combatant worried about being attacked goes Prone behind a two-foot-high wall, taking total cover and preventing them from being attacked. Wanting to get a look at their foes, they can decide to rise to their knees behind the wall and crouch for half cover. Or they could peek around the end of the wall while Prone, giving them three-quarters cover. However, the GM might determine that if the combatant stands up fully, the wall provides no cover at all even though it continues to block their feet and lower legs.</p><h4>Penetrating Through Cover</h4><p>If the attacker is using a weapon with a greater Penetration Value than the Armor Value of the cover, the attacker can ignore the Defense provided by the cover, so that targets behind the cover use their normal Defense.</p><p>If a target has total cover, an attacker whose weapon’s Penetration Value is greater than the cover’s Armor Value can attack a target behind the cover, but they are attacking an unseen target (see below).</p><h4>Destroying Cover</h4><p>A melee weapon or explosive can be used to destroy cover. If the Penetration Value of the weapon is greater than the Armor Value of the cover, a hit against the cover effectively destroys it. A melee attack can destroy a 5-foot section of cover, while explosives can destroy an area of cover up to the size of the explosion.</p><table class=\"yellow\"><caption>Material‘ Armor Value</caption><thead><tr><th scope=\"col\">Material</th><th scope=\"col\">Armor Value</th></tr></thead><tbody><tr><td>Plate glass, cloth partition</td><td>0</td></tr><tr><td>Light interior wall, hollow-core door, upholstered furniture, plywood furniture, reinforced glass</td><td>1</td></tr><tr><td>Metal door, exterior wall, thick wooden table, bulletproof glass, sheet metal, car door and exterior</td><td>2</td></tr><tr><td>Brick wall, sandbags, tree trunk, light armor plating</td><td>3</td></tr><tr><td>Engine block, concrete wall, heavy armor plating</td><td>4</td></tr><tr><td>Earthworks bunker, battleship armor, massive stone wall</td><td>5</td></tr></tbody></table><p>Though they are not considered a protective material as such, people have an Armor Value of 2 when determining what kind of cover they provide.</p><h4>Firing Blind from Behind Total Cover</h4><p>It’s possible for a combatant to fire a weapon while remaining behind total cover, exposing only the weapon and perhaps their hands. A combatant firing blind is treated as though they are firing at unseen targets (see below).</p><p>It’s also possible for a combatant to use their movement to stand up or peek around cover, attack, and then use the rest of their movement to return to cover. This is more effective than firing blindly, but it can be countered by opponents using the Ready action or the Suppressive Fire action.</p><h4>Transparent or Mixed Cover</h4><p>If a combatant is completely or partially behind a transparent barrier, they are considered to have cover as long as the transparent barrier is capable of stopping the attack targeting them.</p><blockquote><p><strong>\u0017Example:</strong> Wesley Scott sits in a car with the windows rolled up. A hopeful assailant attacks with a slingshot, but that weapon’s Penetration Value of 1 can’t get through the reinforced glass’s Armor Value of 1. As such, Wesley has total cover against the slingshot attack. However, if a better-prepared assailant takes a shot using a pistol with a Penetration Value of 2, the glass ceases to become a sufficient barrier, and Wesley has only three- quarters cover from the body of the car (with an Armor Value of 2).</p><p>If the second assailant instead had a sniper rifle (Penetration Value of 4), then Wesley would have no cover at all from their attack, with the sniper rifle able to shoot through the window or the car door—and the window allowing him to be seen and freely targeted.</p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 5600000,
      "name": "Unseen Attackers",
      "type": "text",
      "_id": "dhoZDIbLJ5tDgqK1",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>When an attacker is completely hidden from the target and the target is visible to the attacker, the attacker has advantage on attack rolls against the target.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 5700000,
      "name": "Unseen Targets",
      "type": "text",
      "_id": "gKPvFjb11rc5YXPt",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Whether firing a weapon into a smoke-filled room, shooting through a wall, or fighting while Blinded, a combatant might want to attack a location where they suspect a foe is, but they don’t know for certain. When attacking an unseen target, the attacker first chooses a location they are attacking or shooting at, or chooses a direction for their fire. They then make their attack roll with disadvantage.</p><p>The GM determines which target, if any, is in a position that would make them eligible to be hit by the attack. If there is such a target, the GM asks the attacker to roll damage, then determines whether the attack was a hit or a miss. (Asking for damage allows the GM to not reveal whether the attack hits or misses, assuming they want to maintain that mystery. If they want to reveal the status of the attack, they can certainly do so.)</p><blockquote><p>\u0017<strong>Example:</strong> Romeo Sinclair knows that an assassin is waiting for him just inside an office door. He decides to play it safe and uses his action to fire his Desert Eagle pistol through the door, hoping to hit the unseen target on the other side. The GM calls for Romeo to make an attack roll, with Romeo rolling two d20s because he has disadvantage. His lowest result is a 14. The GM then asks Romeo to roll damage, with a result of 16 points for the massive pistol. The GM describes how Romeo’s shot blasts straight through the door, with Romeo then taking a free action to peek through the hole—only to discover no one was waiting for him after all.</p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 5800000,
      "name": "Damage Rolls",
      "type": "text",
      "_id": "kTqH76G5tXgmlj86",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>When an attack hits, it deals damage to the target or targets of the attack. Damage is determined by a damage roll, using dice noted in the description of the attacker’s weapon or in the description of a special attack.</p><p>For most weapon attacks, an ability modifier is also added to the damage roll:</p><ul><li><p>Strength modifier for melee attacks</p></li><li><p>Dexterity modifier for ranged attacks</p></li><li><p>Strength or Dexterity modifier for melee attacks using weapons with the finesse property</p></li><li><p>Strength or Dexterity modifier for ranged attacks using weapons with the finesse and thrown properties</p></li><li><p>No ability modifier applies to attacks with explosives.</p></li></ul><blockquote><p>\u0017<strong>Example:</strong> Saoirse O’Connor hits an opponent with her Desert Eagle pistol, which deals 1d12 ballistic damage. This is a ranged attack, so Saoirse adds her +4 Dexterity modifier to the damage roll of 5, for a result of 9 damage.</p></blockquote><p>If an attack or other source of damage affects more than one combatant, the damage is rolled once and applied to all affected combatants.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 5900000,
      "name": "Critical Hits",
      "type": "text",
      "_id": "2QNWuJuiFpdiOh3g",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>When an attack roll comes up as a 20 on the die, the attack is a critical hit. On a critical hit, the attack’s damage dice are rolled twice and the rolls are added together. Extra damage that is not rolled for, including damage from ability modifiers or talents, is still added only once to the result.</p><p>Explosives do not do extra damage on a critical hit.</p><blockquote><p><strong>Example:</strong> Saoirse O’Connor rolls a critical hit with her Desert Eagle pistol. The pistol deals 1d12 ballistic damage, so Saoirse rolls the d12 twice, getting 7 on the first roll and 12 on the second for a total of 19. Then she adds her +4 Dexterity modifier for a result of 23 damage.</p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 6000000,
      "name": "Damage Types",
      "type": "text",
      "_id": "EdSAG3kz7Y55SPMJ",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Every attack that deals damage has a damage type. Certain rules, including the rules for damage reduction and armor, depend on what type of damage an attack deals.</p><p>The following damage types are used in Everyday Heroes:</p><ul><li><p>Acid (any type of corrosive effect)</p></li><li><p>Ballistic (from bullets)</p></li><li><p>Bludgeoning (from blunt weapons or unarmed strikes)</p></li><li><p>Cold (frostbite and other effects of extreme cold)</p></li><li><p>Electrical (electric shocks and burns)</p></li><li><p>Explosive (intense shock waves in air or water)</p></li><li><p>Fire (heat and open flame)</p></li><li><p>Piercing (from arrows, daggers, spears, and other stabbing weapons)</p></li><li><p>Poison (both natural and synthetic toxins)</p></li><li><p>Psychic (damage to the mind)</p></li><li><p>Slashing (from knives, swords, and other cutting weapons)</p></li></ul>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 6100000,
      "name": "Explosive Damage",
      "type": "text",
      "_id": "piMDhQT9IUKtaPl6",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Damage-dealing explosions always allow a Dexterity saving throw to take half damage to anyone caught in the blast. If the explosive is the result of an attack, the DC for the saving throw is 8 + the attacker’s attack bonus for ranged attacks. Otherwise, the DC is noted for the specific device, trap, and so forth.</p><p>Any effect that deals explosive damage is considered an explosion, but explosions can also deal other types of damage from devices noted as explosives, such as the Molotov cocktail.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 6200000,
      "name": "Damage Reduction",
      "type": "text",
      "_id": "J5tsQVSfmzA4YyW5",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Damage reduction is a special property that reduces the amount of damage taken by a combatant from certain damage types. Damage reduction can be gained from specific equipment a combatant is wearing, class talents, and other features. The amount of the damage reduction is noted alongside the damage type, for example: “damage reduction 10 against cold.” Whenever a combatant takes damage from the given types, reduce the damage by the noted amount, to a minimum of 0.</p><blockquote><p><strong>\u0017Example:</strong> Leticia Wright is wearing a fire suit and runs into a burning building to save a puppy. The GM decides the intense flames are going to deal 3d6 fire damage, rolling a result of 15. But because Leticia’s fire suit has damage reduction 10 against fire, she takes only 5 damage in the end.</p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 6300000,
      "name": "Taking Damage",
      "type": "text",
      "_id": "HJGivp73hJ9elzEf",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Whenever a creature or object takes damage, that damage lowers the creature or object’s hit points. As long as a creature has 1 hit point or more, they can act normally. Hit points can’t be reduced below 0.</p><p></p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 6400000,
      "name": "What It Means to Lose Hit Points",
      "type": "text",
      "_id": "t0lfyUf58iLmrhXR",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>In terms of game mechanics, losing hit points simply means that someone is closer to being knocked out or killed. In terms of story, things can be more nuanced. Losing hit points might mean suffering a physical injury. It might mean a character got lucky as a potentially devastating attack glanced off them, but that their luck is running out. It could also mean a character dodged or deflected an attack at the last moment, but that doing so took some of the fight out of them.</p><p>In Everyday Heroes, every hit doesn’t necessarily make physical contact. This is why it’s relatively easy to restore hit points simply by resting, and why armor only kicks in when damage is about to reduce a character to 0 hit points. Ultimately, it’s up to the GM and the players to use their imaginations and decide exactly what happens when an attack is a hit.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 6500000,
      "name": "0 Hit Points",
      "type": "text",
      "_id": "ghyU6xuRpSxpqN32",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>When a hero takes damage that reduces them to 0 hit points, they immediately either die or fall Unconscious. If the damage dealt to the hero in excess of the amount needed to reduce them to 0 hit points is greater than their hit point maximum, they die immediately. Otherwise, they immediately become Unconscious and fall Prone. If the character restores any hit points, they become conscious again.</p><p>NPCs controlled by the GM die immediately at 0 hit points, though important NPCs can follow the same rules used for heroes if the GM chooses. GMs can even have NPCs always fall Unconscious but stay stable at 0 hit points if they like. It all depends on the tone desired for the adventure.</p><h4>Death Saving Throws</h4><p>Any time a hero starts their turn with 0 hit points, they must make a death saving throw. This special saving throw is a d20 roll that takes no modifiers, with results as follows:</p><table class=\"blue\"><thead><tr><th scope=\"col\">D20 Roll</th><th scope=\"col\">Result</th></tr></thead><tbody><tr><td>20</td><td>The character regains 1 hit point, regains consciousness, and can take their turn normally.</td></tr><tr><td>10–19</td><td>The character gains one success. If this gives them their third success, they stabilize.</td></tr><tr><td>2–9</td><td>The character gains one failure. If this gives them their third failure, they die.</td></tr><tr><td>1</td><td>The character gains two failures. If this gives them their third failure or more, they die.</td></tr></tbody></table><h4>Taking Damage at 0 Hit Points</h4><p>Each time a hero takes damage while at 0 hit points, they remain at 0 hit points but gain one failed death saving throw. If the damage is from a critical hit, the character gains two failures.</p><p>Additionally, if the damage taken is greater than the character’s hit point maximum, the character dies immediately.</p><h4>Stabilizing</h4><p>A hero is stabilized when they make their third successful death saving throw, or when another character successfully uses the First Aid action (see “Actions” earlier in this chapter). A stabilized character remains at 0 hit points, but they no longer need to make death saving throws on their turn. If a stabilized character is damaged while at 0 hit points, they resume making death saving throws each round, including gaining one or more failed death saving throws immediately for the damage taken.</p><p>When a hero at 0 hit points regains 1 or more hit points, any death saving throws they made while at 0 hit points are cleared.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 6600000,
      "name": "Personal Armor",
      "type": "text",
      "_id": "eMyFOnqVjq3yBzMG",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Personal armor in Everyday Heroes does not make a character harder to hit. Instead, armor offers a chance to block potentially fatal attacks. The rules for personal armor are used only when damage a combatant is about to take will reduce them to 0 Hit Points.</p><p>When personal armor comes into play, compare the Armor Value of the personal armor to the Penetration Value of the attack as follows:</p><p>If the Armor Value is equal to or higher than the Penetration Value, the character can make an armor saving throw.</p><p>If the Penetration Value is higher than the Armor Value, the armor is of no benefit.</p><p>When a character makes an armor saving throw, the DC equals 10 or half the damage dealt by the attack, whichever is higher. If the character is proficient with their armor, they add their proficiency bonus to the armor saving throw. If the armor is damaged, they have disadvantage on the save. On a successful saving throw, the character takes no damage, but their armor is now damaged. On a failure, the character takes full damage.</p><p><strong>Armor Saving Throw: d20 + proficiency bonus (conditional)</strong></p><p>Certain types of personal armor protect only against certain types of damage or attacks. See the armor descriptions in chapter 6 for details.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 6700000,
      "name": "Nonlethal Finish",
      "type": "text",
      "_id": "KnG1r280obU2ZntT",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Whenever a melee attack would reduce a combatant to 0 hit points, the attacker can choose to avoid killing the target by pulling the full force of the attack, intentionally targeting a less critical area of the body, and so forth. The target falls Unconscious but is considered stable.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 6800000,
      "name": "Restoring Lost Hit Points",
      "type": "text",
      "_id": "rIB0IfC7w42ADb7i",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Heroes can restore lost hit points in a number of ways. Taking time for rest and recuperation can allow characters to regain their fighting spirit, as can restoring hit points through medical care and attention. As well, all heroes can use the Second Wind action to collect themselves and renew the will to fight.</p><p>Heroes can restore hit points only up to their hit point maximum, ignoring any additional hit points that would otherwise be restored. Many modes of restoring hit points involve spending Hit Dice, usually by rolling those Hit Dice to see how many hit points are recovered. Hit dice are typically regained during a long rest.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 6900000,
      "name": "Resting",
      "type": "text",
      "_id": "Js2icSPEHBwFnYwW",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Taking some time to catch one’s breath, clean and bandage wounds, and get something to eat and drink can do wonders for any hero. Resting is the primary way that characters regain lost hit points and replenish limited-use talents.</p><p>The game features both a short rest and a long rest, each of which allows characters to gain different benefits. Each type of rest covers a specific length of time, so that any interruption to a rest extends the time needed to finish the rest by the duration of the interruption.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 7000000,
      "name": "Short Rest",
      "type": "text",
      "_id": "rxTeW1xPW3AHEtcw",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>A short rest lasts for 1 hour or more, during which time participants can eat, drink, nap, read, chat, and tend to their wounds. At the end of a short rest, a character can spend one or more Hit Dice, up to their maximum number of Hit Dice, to recover lost hit points. For each Hit Die spent, the character rolls the appropriate die and adds their Constitution modifier. Hit Dice can be spent one at a time, allowing players to determine how many hit points their character restores before deciding whether to roll more Hit Dice.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 7100000,
      "name": "Long Rest",
      "type": "text",
      "_id": "jDd2JctaLdoVHA3s",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>A long rest lasts for 8 hours or more, during which time participants must sleep for at least 6 hours. The remainder of the time can be spent keeping watch, eating, drinking, or otherwise relaxing. At the end of a long rest, each participant recovers hit points up to their hit point maximum and regains a number of spent Hit Dice up to half their maximum Hit Dice (rounded up).</p><p>A character can take only one long rest in a 24-hour period. A character must have 1 hit point or more to benefit from a long rest, and must have access to basic food, water, and hospitable resting conditions.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 7200000,
      "name": "Medical Care During Rest",
      "type": "text",
      "_id": "Y1ckbF2dusoPm3Jo",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>When a hero takes a short rest, their healing can be improved through medical attention. This requires a first aid kit or other medical supplies, which can be used by the hero or by another character providing the medical attention. The care provider must attempt a DC 10 Intelligence (Medicine) check. On a success, any characters being cared for gain a reroll for each Hit Die they spend to restore hit points. On a failure, each character recovers hit points normally. An assistant can help the character using the first aid kit or medical supplies, providing advantage on the check.</p><p>Any characters who work to care for one or more other characters during a long rest, or helps a character doing so, can’t restore hit points themselves.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 7300000,
      "name": "Resting with Robots",
      "type": "text",
      "_id": "CVcytNczjtPya4Au",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Robots such as the engineer’s mechanical companion (see chapter 4) can use the normal resting rules to restore hit points and Hit Dice with a few differences. If the robot does not have a special self-repairing ability, they must be with an ally who has proficiency in the Mechanics skill and a mechanic’s kit to regain hit points. A robot does not benefit from the same medical care that other beings benefit from, but the rules above can be used with an Intelligence (Mechanics) check rather than Intelligence (Medicine) to achieve the same results.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 7400000,
      "name": "Temporary Hit Points",
      "type": "text",
      "_id": "1kwbeD1JOizCqAsb",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Temporary hit points are granted by certain class talents and equipment and are tracked differently than normal hit points. A character has no maximum number of temporary hit points, which instead sit on top of their regular current hit points. While a character has temporary hit points, any damage taken is first applied to those temporary hit points. Only when the temporary hit points are depleted are the character’s regular hit points reduced.</p><p>Temporary hit points can’t be recovered once they are lost. An Unconscious combatant can receive temporary hit points to help protect them from further damage, but temporary hit points can’t stabilize a character or return them to consciousness. Any temporary hit points a character has are lost at the end of a short or long rest.</p><p>If a character has temporary hit points and receives more temporary hit points, those temporary hit points aren’t added together. Rather, the new temporary hit points are compared to the old, and the character’s temporary hit points become the larger of the two.</p><blockquote><p><strong>\u0017Example:</strong> Romeo Sinclair has 6 temporary hit points bestowed by an ally. He then receives an adrenaline shot from Doc Jefferson, which grants 2d6 + 3 temporary hit points, rolling a result of 10 that replaces the lower temporary hit points he currently has. Later, Romeo is fighting a bunch of hot-yoga hooligans when one of them hits him with a baseball bat for 12 bludgeoning damage. The damage depletes the 10 temporary hit points, with the remaining 2 damage applied to Romeo’s normal hit points.</p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 7500000,
      "name": "Chapter 10: Miscellaneous Rules",
      "type": "text",
      "_id": "7tWiV0lURLazIuyM",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>This chapter collects rules for a number of unique facets of the game that don’t fit neatly into the other sections, including companions and mounts, unusual environments and situations, traps, and more.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 7600000,
      "name": "Companions",
      "type": "text",
      "_id": "32nNXnkIbDMlMs4x",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>A companion is an ally granted to certain heroes by their class. Companions follow special rules both in and out of combat. They can be human, animal, or even robotic and are loyal only to the hero they are associated with. Only NPCs specifically granted as companions through a character’s class follow these rules.</p><p>Companions have Hit Dice like heroes do, and can use them while resting in the same way heroes can. A companion automatically stabilizes when reduced to 0 hit points, and does not need to make death saving throws as long as their hero is alive.</p><p>A hero can have only one companion with them at any given time. If a hero has multiple talents that grant a companion, they must choose which companion they are partnering with.</p><p>The effects of class talents that specify “companion” apply to any companion, while those specifying a specific companion type such as “animal companion” apply only to companions of that type.</p><h3>Companion Statistics</h3><p>A companion’s statistics are defined with the class they are associated with and are similar to the stats of NPCs. One notable difference is that companions have a number of Hit Dice equal to their hero’s Hit Dice. They recalculate their hit point maximum each time their hero gains a level. Class talents can modify a companion’s statistics further.</p><h3>Companions in Combat</h3><p>A companion acts on their hero’s initiative, but they can do so only when their hero issues a command (sometimes requiring an action of their own) that the companion can see or hear. As normal, a companion can take only one move and one action per turn.</p><p><strong>The following table shows the commands a hero can issue to a companion.</strong></p><table class=\"yellow wide\"><caption>Companion Actions</caption><thead><tr><th scope=\"col\">Command</th><th scope=\"col\">Hero’s Action</th><th scope=\"col\">Companion’s Action</th></tr></thead><tbody><tr><td>Assist (during a chase only)</td><td>Action</td><td>The companion uses the Gain Ground action as long as the GM agrees doing so makes sense for the situation.</td></tr><tr><td>Evade</td><td>Bonus action</td><td>The companion uses the Dodge action.</td></tr><tr><td>Flee</td><td>Bonus action</td><td>The companion uses the Disengage action.</td></tr><tr><td>Kill</td><td>Action</td><td>The companion uses the Attack action against a valid target in any way they are capable of, including using Multiattack if they have that action.</td></tr><tr><td>Move</td><td>Free action (once per turn)</td><td>The companion moves up to their speed at any point during the turn.</td></tr><tr><td>Run</td><td>Bonus action</td><td>The companion uses the Dash action.</td></tr></tbody></table><p>A companion can use the Dive for Cover reaction without being commanded to do so, but does not use other reactions unless specifically noted in the description of the class that grants the companion.</p><p>Because of the close relationship between hero and companion, neither suffers disadvantage on ranged attacks against opponents engaged in close combat with the other, and neither can hit the other on a critical miss in that situation.</p><h3>Companions Outside of Combat</h3><p>Outside of combat, a companion can be commanded to perform tasks that would be normal for any other creature of their type. They obey the command automatically, provided doing so does not put their life in immediate danger. When not commanded, a companion follows their hero wherever they go to the best of their ability.</p><p>During a chase, a companion does their best to keep up with their hero and does not need to make ability checks or saving throws to deal with complications. A companion can be commanded during a chase but can’t perform any actions that a hero wouldn’t be allowed to perform within the rules for a chase.</p><h3>Independent Companions</h3><p>When a hero is incapacitated or is not present, their companion acts according to their own instincts. The GM can allow the character’s player to continue to control the companion, or the GM can control the companion.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 8100000,
      "name": "Mounts in Combat",
      "type": "text",
      "_id": "2q938UgxEh39uNaw",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Fighting from horseback isn’t common in the modern age, but horses are impressive as all- terrain vehicles, and can provide characters with a serious edge in a fight when extra speed and mobility are needed.</p><p>Only a creature specifically trained to accept and be directed by a rider can serve as a mount. Animals not so trained typically attack or flee if a character attempts to ride them.</p><p>In combat, a mount moves and acts on their rider’s initiative. The mount moves as the rider directs them, but can be commanded only to take the Dash action, the Disengage action, or the Dodge action. Directing a mount in this way is a bonus action for the rider.</p><p>A combatant making ranged attacks from a moving mount (as from a moving vehicle) has disadvantage on their attack rolls.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 8200000,
      "name": "Environmental Challenges",
      "type": "text",
      "_id": "Ca2NGxZegvkk9sTo",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Trudging through deep snow and icy winds toward the secret base of a doomsday cult. Holding your breath long enough to defuse the bomb planted beneath the pier, and dealing with attacks from the shark circling around you. Plummeting from a rooftop while looking desperately for some way to break your fall. Dangerous environments of all kinds make for exciting adventures, but they require special rules.</p><h3>Falling</h3><p>When a character falls a distance greater than 10 feet, they take 1d8 bludgeoning damage for each 10 feet fallen when they land. If they take any damage from a fall, they land Prone.</p><p>Depending on the circumstances, the GM might allow a combatant to make a Strength (Athletics) or Dexterity (Acrobatics) check to reduce the damage taken from a fall, or to avoid all damage by interacting with the environment to slow or arrest their descent.</p><h3>Suffocation</h3><p>Any creature that needs to breathe and is deprived of air is subject to suffocation. A hero can hold their breath for a number of minutes equal to their Constitution modifier (minimum 1 minute). Once their breath runs out, they must attempt a DC 15 Constitution (Endurance) check at the end of each turn. On a failed check, the character is reduced to 0 hit points, but instead of making death saving throws, they must attempt a DC 15 Constitution saving throw at the end of each turn. If they fail three saving throws before being rescued, they die immediately.</p><h3>Visibility</h3><p>Smoke, fog, and a lack of light can all impact visibility, as can any effect that causes a character’s vision to be sufficiently impaired. At any point in the game, characters might experience good visibility, poor visibility, or no visibility, with effects as noted on the table below.</p><table class=\"blue wide\"><thead><tr><th scope=\"col\">Level</th><th scope=\"col\">Description</th><th scope=\"col\">Effect</th></tr></thead><tbody><tr><td>Good visibility</td><td>Good lighting and minimal particulates</td><td>None</td></tr><tr><td>Poor visibility</td><td>Light fog, light smoke, blurry vision, dim lighting</td><td>Disadvantage on Wisdom (Perception) checks based on sight; disadvantage on ranged attacks beyond 5 feet</td></tr><tr><td>No visibility</td><td>Heavy fog or smoke, minimal to no illumination</td><td>Combatants can’t see and are effectively Blinded</td></tr></tbody></table><p>Night vision goggles and similar equipment allow characters to overcome poor visibility from dim lighting or darkness, but not from fog, smoke, or similar effects.</p><p><strong>Chapter 9</strong> includes information on attacking and being attacked by unseen opponents.</p><h3>Dehydration</h3><p>A human typically needs about one gallon of water per day to remain healthy. If a character drinks less than half a gallon of water over 24 hours, they must succeed on a DC 15 Constitution (Endurance) check or gain one level of Exhaustion.</p><h3>Starvation</h3><p>A human typically needs about one pound of food per day to remain healthy. A character can go a number of days without food equal to 3 + their Constitution modifier (minimum 3 days). At the end of each subsequent day, the character gains one level of Exhaustion until they are able to eat properly again.</p><h3>Underwater Combat</h3><p>Underwater combat can add an element of stress and danger to any encounter. That said, it’s tough to fight while swimming for creatures not born with fins. Creatures that live in the water can fight underwater normally. For everyone else, the following rules apply:</p><p>An attacker using a melee weapon underwater has disadvantage on attack rolls unless the weapon deals piercing damage.</p><p>A combatant has disadvantage on Wisdom (Perception) checks made underwater.</p><p>Ranged weapons can’t be used underwater unless they have the aquatic property.</p><p>Weapons and effects that deal fire damage don’t work underwater.</p><p>Combatants treat all movement in water or underwater as difficult movement unless they are wearing swim fins or have an underwater vehicle.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 8300000,
      "name": "Hiding and Seeking",
      "type": "text",
      "_id": "9Gkm05J8buXATrKo",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>A combatant can attempt to hide from others by making a Dexterity (Stealth) check. Until a hiding combatant is revealed or decides to leave hiding, another creature actively looking for them must contest the combatant’s check with a Wisdom (Perception) check. A creature not actively looking but which the GM determines could reasonably detect the hiding combatant given the circumstances is allowed a passive Perception check to discover the hiding character.</p><p>A combatant can’t normally hide from anyone who can clearly see them trying to do so. Furthermore, a hiding combatant gives their position away if they make significant noise, if they can be scented by a creature, or if they make an attack.</p><p>The GM is the final arbiter of when heroes are able to hide and when they aren’t, especially when other combatants are keeping a watchful eye out for danger. Under other circumstances, the GM might decide that heroes can sneak up on an enemy without hiding if the enemy is busy or preoccupied.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 8400000,
      "name": "Applying and Escaping Restraints",
      "type": "text",
      "_id": "tMfrFcE7RCYUYfyu",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Preventing a creature from moving can be accomplished by use of restraints. A combatant can have their limbs restrained together, can have a limb attached to a nearby object, or both, depending on the type of restraints used.</p><p>A character who wants to apply restraints to another combatant that is not Incapacitated must either be grappling with that combatant, or have the combatant submit to the process voluntarily. If a creature is grappling, applying restraints requires an action and a contested Strength (Athletics) check against the target’s choice of a Strength (Athletics) or Dexterity (Acrobatics) check. If the target is Incapacitated or submits to being Restrained, success is automatic.</p><p>Once bound by restraints, a character has the Restrained condition. The character can attempt to escape using an action and a successful Strength (Athletics) check to break the restraints, a Dexterity (Sleight of Hand) check to slip out of the restraints, or an Intelligence (Security) check to defeat the restraints by lock picking or some other clever means.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 8500000,
      "name": "Concealing Items",
      "type": "text",
      "_id": "CZAeWUDxLCLr5w0q",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Many situations might inspire a character to want to hide something on their person. Concealing a weapon from public view is one such scenario, but plenty of other items sometimes need to be hidden from criminals or the authorities.</p><p>When concealing an item, a character attempts to make something difficult to find, whether by casual observation or a careful search. For example, quickly dropping a pistol into a backpack doesn’t truly hide it, as anyone opening the backpack</p><p>can see it. Properly concealing the pistol requires securing it in the backpack so that someone who looks through the pack won’t find the gun. Likewise, a character concealing a weapon on their person requires that neither someone looking at the character intently nor casually patting them down will notice it.</p><p>Concealing an item requires a successful Dexterity (Sleight of Hand) or Dexterity (Stealth) check, contested by the Wisdom (Perception) check of the combatant looking at or searching for the item. Dexterity (Sleight of Hand) checks should be used for concealing an item while being observed, while Dexterity (Stealth) checks can be used when not observed. Equipment with the concealable property grants advantage on ability checks made to conceal it.</p><p>A character can make a check to conceal an item when they actively attempt to do so, or the first time a situation arises where the concealment matters. The latter case assumes that the character had a previous opportunity to conceal the item.</p><p>Only items with a bulk 2 or lower can be reasonably concealed on a character. Larger items could be hidden in a room or vehicle. The clothing a character wears also makes a difference in determining what they can conceal.</p><table class=\"yellow\"><caption>Equipment Concealment</caption><thead><tr><th scope=\"col\">Bulk Level</th><th scope=\"col\">Clothing Needed</th></tr></thead><tbody><tr><td>0</td><td>Any clothing</td></tr><tr><td>1</td><td>Jacket, hoodie, or other baggy clothing</td></tr><tr><td>2</td><td>Trench coat, winter coat, cloak, or similarly concealing and cumbersome clothing</td></tr></tbody></table>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 8600000,
      "name": "Breaking Stuff",
      "type": "text",
      "_id": "bsgTIR5BHTiJF7M8",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>There comes a time in nearly every hero’s life when they just need to break something. Whether blowing stuff up with explosives, kicking open a door, or smashing through a security gate in an SUV, sometimes it feels good to solve a problem using brute force.</p><h3>Armor Value and Penetration Value</h3><p>Armor Value (AV) and Penetration Value (PV)</p><p>are used in Everyday Heroes to represent the toughness of objects and the ability of weapons to break those objects. They come into play during combat when armor or cover is involved, and when characters need to destroy objects of various kinds.</p><p><strong>Armor Value is always compared to Penetration Value, with three general outcomes:</strong></p><ul><li><p>If the Armor Value of an object is greater than the Penetration Value of the attack or effect targeting it, the object is unharmed by the attack, and blocks attacks from passing through it.</p></li><li><p>If the Armor Value of an object is less than the Penetration Value of an attack or effect, the object is destroyed or penetrated by the attack, and the attack can effectively pass through the object.</p></li><li><p>If Armor Value and Penetration Value are the same, it takes 10 minutes or more for the attack or effect to destroy the object, during which time the object blocks attacks from passing through it.</p></li></ul><blockquote><p><strong>Example:</strong> Katie Paige has closed and locked the door to a hotel bathroom to escape Madsaw Max, but Max decides he wants to use his chainsaw to destroy the door. The chainsaw has a Penetration Value of 2, which is more than the interior door’s Armor Value of 1. Madsaw attacks the door and cuts it to pieces. Katie needs a plan B!</p></blockquote><p>In many cases, certain objects are specifically designed to destroy other objects. For example, a chainsaw is made to cut down trees and a cutting torch is made to cut through steel. Such tools are often too slow for combat use, but they can cut through the materials they were designed to regardless of Armor Values and Penetration Values.</p><table class=\"yellow\"><caption>Material Armor Values</caption><thead><tr><th scope=\"col\">Material</th><th scope=\"col\">Armor Value</th></tr></thead><tbody><tr><td>Plate glass, cloth partition</td><td>0</td></tr><tr><td>Light interior walls, hollow-core door, upholstered furniture, plywood furniture, reinforced glass</td><td>1</td></tr><tr><td>Metal door, exterior wall, thick wooden table, bulletproof glass, sheet metal, car door and exterior</td><td>2</td></tr><tr><td>Brick wall, sandbags, tree trunk, light armor plating</td><td>3</td></tr><tr><td>Engine block, concrete wall, heavy armor plating</td><td>4</td></tr><tr><td>Earthworks bunker, battleship armor, massive stone wall</td><td>5</td></tr></tbody></table><h3>Kicking Open Doors</h3><p>Kicking open a door requires a Strength (Athletics) check. The DC for the check varies depending on how tough the door and lock are, as determined by the GM. Kicking in an interior door might be an easy DC 10 check, while kicking in a typical front door on a home is likely a difficult DC 20 check.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 8700000,
      "name": "Traps",
      "type": "text",
      "_id": "Z6as8HWR3vNianZF",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Characters who know that the enemy is coming for them need every defensive advantage they can get. That’s when setting up traps and alarms becomes a most useful talent. Likewise, for characters on the offense who know their enemies have booby- trapped every inch of their position, knowing how to detect and defeat traps and alarms becomes essential to success.</p><p>Traps include alarms and similar devices. The rules for traps are asymmetrical, meaning that traps the characters set and traps the characters encounter are different. This helps keep the focus of play on what the characters are doing, not what their opponents are doing.</p><h3>Setting Traps</h3><p>The most common ability check used in setting traps is Intelligence (Security). Characters can use that check for any type of trap or alarm they want to put together. A Wisdom (Survival) check can also be used to set up traps and alarms, but only in a wilderness setting. A character doesn’t need to be proficient with those checks to set traps, but it certainly helps.</p><p>The process of a character setting a trap starts with a description of what kind of trap they want to set. Players can make use of the sample traps in this section or can describe a unique trap they want their character to make, with the GM finalizing the trap’s effects and the DC to set it. Setting up a trap successfully requires the appropriate materials and the necessary time.</p><p>A character who sets up a trap makes the ability check covering that setup only when the trap has an opportunity to be sprung by a target, not when the trap is set up. The GM notifies the player when their character’s check needs to be made, with the Intelligence (Security) or Wisdom (Survival) check made against the DC to set the trap. On a success, the trap works as intended. On a failure, the trap either failed to work correctly or was bypassed by the intended victim and no longer poses a threat.</p><h3>Detecting Traps</h3><p>Characters can detect traps in two different ways— passively or actively. Passive detection uses a character’s passive Perception check against the DC to detect the trap. The GM initiates passive ability checks, but players might want to remind the GM of their characters’ passive Perception modifier if they think there might be traps around.</p><blockquote><p><strong>\u0017Example:</strong> Kat Whitlock is exploring an abandoned warehouse looking for evidence of human trafficking. Being the stellar detective she is, her passive Perception check is 15. A bear trap hidden in the darkness to catch unwanted snoops like Kat has a DC of 13 to detect it. The GM tells Kat that she can see the dangerous bear trap hidden in the shadows.</p></blockquote><p>Active detection can be handled one of two ways. The GM can call on a character to make an Intelligence (Security) or Wisdom (Perception) check (usually the player’s choice) to search an area for traps. The DC to detect the trap determines how difficult it is to find, and the check can be made only once. If the trap is detected, the GM describes what the character has found.</p><p>Alternatively, certain scenarios might allow characters to simply roleplay the search for traps by telling the GM exactly where they’re looking and what they’re looking for. Based on the character’s perceptiveness and the location of a prospective trap, the GM can then decide if the search finds it or not.</p><h3>Dealing with Traps</h3><p>Once a character finds a trap, they need to decide what to do about it—typically either by first analyzing it, then by avoiding the trap or disabling it in some fashion. All these activities can be handled through roleplaying or ability checks.</p><h4>Analyzing a Trap</h4><p>Analyzing a trap typically involves making an Intelligence (Security) check against the DC to disable the trap. On a success, the GM describes the trap in detail, including how it triggers and what happens when it does. On a failure, a character knows only what the GM has already revealed about the trap.</p><blockquote><p><strong>Example:</strong> Mel Stackhouse has discovered that a lounge chair in her hotel room has C-4 explosives strapped to the bottom of it. She takes a close and careful look by rolling a DC 15 Intelligence (Security) check, reflecting the DC to disable the trap. The result is 22, so the GM explains that someone has rigged the C-4 with an accelerometer that will detonate the explosives if the chair is disturbed in any way.</p></blockquote><h4>Disabling a Trap</h4><p>A character can disable a trap by making an Intelligence (Security) check against the appropriate DC. On a success, the trap is disabled safely. On a failure, the trap is triggered. A character who first succeeds at analyzing a trap has advantage on the check to disable it.</p><blockquote><p>\u0017<strong>Example:</strong> Knowing how the explosive in her room is set up, Mel—an expert at security devices—decides to disarm it. Her careful examination gives her advantage on her DC 15 Intelligence (Security) check, and the result of 15 is just enough. Sweating after the close call, she disengages the accelerometer trigger mechanism and recovers the explosives.</p></blockquote><p>Heroes can also use roleplaying to help disable a trap, by having a player tell the GM exactly what plan their character has for doing so. If the GM thinks the idea is a good one, they might grant advantage on the check to disable the trap, or allow the attempt to succeed automatically.</p><blockquote><p><strong>\u0017Example:</strong> Daxx found a trip wire in a doorway and spots a shotgun bolted to the kitchen table clearly visible across the room. Daxx’s player tells the GM that Daxx wants to carefully cut the trip wire, making an educated guess regarding the setup of the trap. After a dramatic pause, the GM reports that nothing happens, and the trap has been disabled.</p></blockquote><p>Some traps can be effectively disabled by setting them off in a way that doesn’t endanger anyone.</p><h4>Avoiding Traps</h4><p>Especially for traps that can’t be properly analyzed, the best approach is sometimes to simply avoid the trap. Doing so can be as easy as walking around a pressure plate, stepping over a trip wire, or calling in professionals to deal with a trap.</p><blockquote><p><strong>\u0017Example:</strong> If Mel had decided that dealing with an exploding lounge chair really isn’t her style, she might have called the front desk and asked them to summon the bomb squad. As long as no one else disturbs the trap, Mel can easily avoid it while waiting for someone else to deal with it.</p></blockquote><p>Other traps might require characters to dodge one or more trigger mechanisms in the area around the trap. Generally, players tell the GM what they want their characters to do to avoid the trap, and the GM advises whether an ability check is needed and how difficult that check is.</p><blockquote><p><strong>\u0017Example:</strong> Daxx discovers that a hallway is lined with hidden holes, each of which is set with darts ready to fire at anyone walking past them. Daxx decides they’re going to run down the hallway and hope for the best. The GM calls for a DC 15 Strength (Athletics) check to see if this strategy works out.</p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 8800000,
      "name": "Chapter 11: Chases and Vehicles",
      "type": "text",
      "_id": "rHdHnpTdftz8jExs",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Whether the heroes are engaged in a foot chase through a busy market, a high-speed pursuit through city streets, or a race between two helicopters in a slot canyon, the rules in this chapter can be used to create fast-paced narrative- driven chases, races, and combats on the move.</p><p>The chase rules are intentionally abstract. The exact distances between all participants involved in a chase aren’t tracked. It’s assumed that everyone is close enough to interact in meaningful ways, but not so close that the chase would conclude. Then it’s left to the GM and the players to take the events of the chase and describe what’s happening at any given moment.</p><div class=\"callout\"><h5>Chases and Races</h5><p>Chases and races both use the same rules for the most part. In a chase, one side (“the predators”) is chasing another side (“the prey.”) The chase resolves either when the prey escapes or when the predators catch their prey. In a race, everyone involved is trying to reach some goal before the others. Races can be every-character-for-themself, or can involve two or more sides trying to be the first to collectively reach the goal.</p><p>For simplicity, these rules use “chase” to refer to both chases and races. Where there is a meaningful difference, it will be noted.</p></div>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 8900000,
      "name": "Chase Overview",
      "type": "text",
      "_id": "fcBppEbhyF8ooyzz",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><strong>A chase follows the same basic structure as combat:</strong></p><p>Participating characters roll initiative.</p><p>The action happens during a series of rounds in which every participant takes a turn.</p><p>On their turn, a participant can take a regular action, a bonus action, and free actions.</p><p>A participant can take a reaction on or off their turn.</p><p><strong>Chases differ from regular combat as follows:</strong></p><p>Chases usually have a time limit.</p><p>Each side in a chase tracks their progress using chase points.</p><p>Chases don’t use surprise.</p><p>All participants are assumed to constantly be on the move.</p><p>Each round features a complication that the heroes have to deal with.</p><p>All checks and saving throws made in response to complications typically use the same DC.</p><h3>Starting a Chase</h3><p>A chase starts when one group decides to run away and another group decides to pursue them. The rules assume that both sides have a reasonable chance of succeeding at their goals. Participants that are fleeing are the prey side of the chase, while the participants doing the chasing are the predator side. (In a race, all sides are treated as predator sides.)</p><p>The GM then announces the chase DC. This is the default DC for all checks and saving throws involving complications during the chase. Everyone then rolls for initiative, with each hero rolling their own initiative and the GM rolling for NPCs, as normal. Participants act in initiative order after each round’s complication is introduced.</p><h4>Shifting from Combat into a Chase</h4><p>A combat can turn into a chase when one or more opponents decide to flee. If the NPCs are running, the GM should announce they are fleeing at the start of a round. If the heroes make a run for it, all the players need to agree that fleeing is what their characters want to do at the start of a round. If the players are split, the GM can either let some of them escape freely while continuing the combat, have all the NPCs pursue the fleeing characters, or split the scene into a chase involving some of the characters and a combat involving the others.</p><p>Once one side has decided to flee and the other side has decided to give chase, play out the current combat round. Participants on the prey side can’t make any attacks, instead using their turns to try to get away (and likely using the Disengage or Dodge actions). Participants on the predator side can attack freely.</p><p>Once the final round of combat is done, start the next round using the chase rules, keeping the same initiative order from the combat for the chase.</p><h3>Chase Points</h3><p>During a chase, each side keeps track of chase points, which start at 0. The participants on each side are aiming to earn points for their side, while avoiding giving points to the opposing side.</p><p>In a race, each racer (whether an individual or a team) has their own chase points. If a complication during a race would normally give the side opposing the heroes a chase point, it instead deducts a chase point from the heroes’ side.</p><h3>Chase Rounds</h3><p>As in combat, a chase is broken up into rounds, during which each participant can act once. The GM can have NPCs act as a team or individually in a chase. Heroes always act individually in their initiative order.</p><h3>Round Limit</h3><p>Most chases last a fixed number of rounds. At the end of the final round, whichever side has more points wins the chase. The GM decides whether to disclose the time limit.</p><blockquote><p><strong>\u0017Example:</strong> A group of gangsters tries to flee when the heroes burst in on them, racing for the exit of their hideout. The GM decides that it will take 4 rounds to reach the exit, at which point the chase ends either with the prey side escaping into the bustling city, or with the predator side cutting them off at the door. Because everyone involved knows that the chase will be over if the gangsters get outside, the GM tells the players how many rounds the chase will last.</p></blockquote><h4>Alternative Endings</h4><p>In certain situations, a chase can end before reaching its turn limit. If all the participants on one side are completely incapacitated, that typically ends a chase. The GM can also end a chase when one side gains an overwhelming advantage in chase points. (Details and guidance for these situations are discussed in chapter 15.)</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 9000000,
      "name": "Complications",
      "type": "text",
      "_id": "y1Xu5McoZnQs9it2",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>At the start of each chase round, the GM announces a complication—either an obstacle that must be dealt with (a hazard) or a situation or circumstance to be overcome (a challenge). Complications set the stage for the action happening in the chase. Needing to navigate around boxes, dealing with heavy traffic, traversing rough ground, spotting a fruit stand dead ahead, and trying to make time on a wide-open freeway are all examples of complications.</p><p>At the start of each hero’s turn, that hero must deal with the round’s complication before taking their action for the round. This takes the form of an ability check or saving throw, depending on the type of complication. The GM can use their discretion to allow heroes to ignore complications that shouldn’t reasonably apply to them, and in some kinds of chases, only designated heroes roll for complications. For example, in a car chase, complications usually only affect the driver.</p><p>NPCs don’t need to make rolls for complications unless the GM decides they should. In most cases, the heroes’ rolls determine how much better or worse they’re doing than their opponents, and friendly NPCs in a chase are just along for the ride.</p><h4>Hazards</h4><p>If the round’s complication is a hazard, each character affected by it must make a saving throw of a type determined by the GM for that hazard. The DC is equal to the chase DC unless the GM selects</p><p>a different difficulty. Use the following guidelines to resolve the saving throws:</p><p>On a failed save, the opposing side gains 1 chase point.</p><p>If the save fails by 10 or more, the opposing side instead gains 2 chase points.</p><p>On a success, the character is safe! Nothing happens.</p><p>If the save succeeds by 5 or more, the character’s side gains 1 chase point.</p><h4>Challenges</h4><p>If the round’s complication is a challenge, each character affected by it must make an ability check of a type determined by the GM for that challenge. The DC is equal to the chase DC, unless the GM selects a different difficulty. Use the following guidelines to resolve the ability checks:</p><p>On a successful check, the character’s side gains 1 chase point.</p><p>If the check succeeds by 10 or more, the character’s side gains 2 chase points.</p><p>On a failure, the character muddles through. Nothing happens.</p><p>If the check fails by 5 or more, the opposing side gains 1 chase point.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 9100000,
      "name": "Chase Turns",
      "type": "text",
      "_id": "TfeBXWEa1q3ljGE8",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Once the round’s complication is resolved for each participant in a chase, taking a turn is mostly the same as in combat. Chase participants can attempt to attack one another, subject to special limitations (see below). Additionally, characters can undertake two special actions available only in a chase.</p><h4>Brace</h4><p>A character’s focus on the chase environment allows them to get ready for whatever’s coming next. When a character takes the Brace action during a chase, they have advantage on the next ability check or saving throw they make involving a complication.</p><p>Using the Brace action is a safe and easy choice if a combatant isn’t sure what they can do to help their side.</p><h4>Gain Ground</h4><p>A character can try to gain ground on opponents during a chase either by making things more difficult for those opponents, or by making things easier for the character’s side. A character who takes the Gain Ground action undertakes an ability contest between them and one combatant on the other side, making use of specific gain ground options that are part of the current complication. If the intent is to hamper the other side, the character chooses which combatant contests their check. If the intent is to gain an edge, the GM chooses who opposes the character in the contest.</p><p>If the character using the Gain Ground action wins the ability contest, their side gains 1 chase point. If the character loses the challenge by 5 or more, they botch their attempt and the other side gains 1 chase point instead. In the event of a tie, no chase points are awarded.</p><p>Each complication (presented in the “Chase Encounters” section in chapter 15) has a list of suggested actions that can be used to gain ground, and which make sense for the environment of a particular chase. The GM can provide this list to the players to let them know what kinds of actions are possible, and players can also come up with their own ideas if the GM agrees that they make sense for the situation underlying the chase.</p><blockquote><p><strong>Example:</strong> Dexter LaFontaine is running from a pack of criminals and ducks into a crowded market in an attempt to blend in with the crowd and lose his pursuers. Dexter takes the Gain Ground action, and the GM calls for a Charisma (Stealth) check contested by a Wisdom (Perception) check by the nearest criminal. Dexter’s result is a 15, while the criminal’s result is only 10, letting Dexter successfully blend into the crowd—and earning his side 1 chase point.</p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 9200000,
      "name": "Combat Limitations During Chases",
      "type": "text",
      "_id": "i5CSF7YIiA9soC7Y",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Characters can engage in combat during a chase much like in any other encounter. Trying to eliminate the other side is a good tactic if a group is getting behind that side on chase points, but being in a chase imposes some limitations on what kinds of combat can be undertaken.</p><h4>Combat Range</h4><p>The GM determines the range and visibility between combatants in a chase depending on the circumstances of the chase. Typically, the range in a chase is within the normal range of most ranged attacks, but ranged attacks from moving vehicles and mounts already have disadvantage.</p><h4>Melee Attacks</h4><p>Melee attacks are not possible in most chases. It’s assumed that characters on the prey side are trying to avoid physical contact, since that could result in being captured. That said, the GM might allow melee attacks under specific circumstances—for example, a fistfight that takes place between characters in the beds of two fast-moving trucks during a vehicle chase.</p><h4>Out-of-Reach Opponents</h4><p>Because it is assumed that the two sides are some distance apart during a chase, opponents are never considered to be within each other’s reach. This prevents most opportunity attacks, as well as other actions that depend on being able to reach a target. As with melee attacks, the GM might make exceptions in specific circumstances.</p><h4>Movement</h4><p>It is assumed everyone is moving during a chase, whether on foot, in a vehicle, on a mount, and so forth. However, characters’ movement isn’t measured during a chase, and the regular effects of a move can’t impact a chase. Taking actions that provide extra movement—most commonly the Dash action—can be used to gain advantage on ability checks in appropriate complications at the GM’s discretion. Actions that affect movement (for example, the Disengage action) usually make no sense in the context of a chase, but the GM might rule otherwise.</p><h4>Stopping Movement</h4><p>Any action that would require a character to stop moving during a chase—including the First Aid and Hide actions—grants the opposing side 1 chase point. (In a race, this means the character who stops loses 1 chase point). If any participant in the chase spends more than one consecutive turn standing still, they are considered to have dropped out of the chase (see “Dropping Out” below).</p><h4>Suppressive Fire</h4><p>The Suppressive Fire action requires sustained fire on a fixed position, so it normally can’t be used during a chase. However, the GM might allow it in specific circumstances, or might allow suppressive fire to grant advantage or even an automatic success when a character uses the Gain Ground action.</p><h4>Area Effects</h4><p>Area effects, including explosions, can be used during a chase. Some effects provide specific guidance on how they impact chases. Otherwise, because of the fluid action of a chase scene, the impact of an area effect is at the GM’s determination, based on the circumstances of the chase.</p><p>If an area effect normally requires an attack against a target space, the attacker rolls the attack against a Defense of 10. Success indicates that one or more participants in the chase are affected, while a failure indicates that none of the chase participants are affected. (Bystanders might not be so lucky, though, as the GM determines.) If the effect does not require an attack roll, the combatant creating the effect can designate one member or vehicle of the other side that they can see to be the target.</p><p>Based on the area of the effect and the situation, the GM then determines if any other combatants are affected. Because the participants on the predator side are chasing the prey side, area effects used by the predator side might also affect participants on that side if they run forward into the effect.</p><p>Area affects impact a chase only for 1 round, even if the effect normally lasts longer, since the participants are on the move. The only exception is if the effect stops a participant’s movement, in which case the effect continues to impact the affected participants and anyone else who stops at the location of the effect.</p><h4>Dive for Cover</h4><p>Participants can use the Dive for Cover reaction to escape an explosion or other area effect. A character does not need to satisfy the normal requirements to seek cover or get out of the area of effect, and they do not fall Prone. However, for each participant using the Dive for Cover reaction, the opposing side gains 1 chase point.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 9300000,
      "name": "Movement Penalties During a Chase",
      "type": "text",
      "_id": "tPfQOOumdu00Of2z",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Because normal movement is not tracked during a chase, effects and conditions that reduce or prevent movement for one side in a chase award chase points to the other side. If any event, action, or effect normally causes one of the following scenarios, the opposing side gains 1 chase point for each turn the effect persists for each participant affected by it:</p><ul><li><p>Having a participant’s speed reduced by half or more, while participants on the other side are not similarly affected.</p></li><li><p>Having participants fall Prone.</p></li></ul><p>A participant can elect to drop out of the chase to avoid a scenario that would grant a chase point to the other side (see “Dropping Out” for details). As well, if any event, action, or effect causes one of the following situations, the affected participant drops out of the chase automatically.</p><ul><li><p>Being unable or unwilling to move for more than one consecutive turn.</p></li><li><p>Falling under the direct control of the other side and being made to do something that would result in the participant effectively giving up the chase. For example, a character on the prey side might be mind-controlled and ordered to turn around and run toward the predator side, or a character on the predator side could be ordered to go after a target not involved in the chase.</p></li></ul>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 9400000,
      "name": "Dropping Out",
      "type": "text",
      "_id": "HxRTmF1ByA4zp4sa",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>If a participant in a chase is either unable or unwilling to continue, they drop out of the chase. If all participants on one side drop out, the chase ends immediately with the other side victorious, regardless of how many chase points each side has scored.</p><p>When a character on the prey side drops out of a chase, they risk capture. Any characters on the predator side can also drop out to take dropped-out prey characters captive (if they are Incapacitated or willingly give up) or to enter combat with them. If a character on the predator side drops out of a chase, they are simply no longer part of the action until the chase ends.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 9500000,
      "name": "Ending a Chase",
      "type": "text",
      "_id": "xGgIea4FAlZDmKFU",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>A chase can end in one of three ways:</p><ul><li><p>At the end of the time limit, whichever side has more chase points wins the chase. In case of a tie, the predator side wins.</p></li><li><p>If all participants on one side drop out of the chase, the other side wins.</p></li><li><p>At the end of any round, if one side is winning by a predetermined amount, that side wins the chase.</p></li></ul><h3>Going From a Chase Into Combat</h3><p>When a chase ends with the predator side victorious, the chase typically turns into a combat encounter unless all participants on the prey side surrender or are Incapacitated. Each character on the prey side starts combat with two levels of Exhaustion. At the end of each of their turns, a combatant with Exhaustion can make a DC 10 Constitution (Endurance) check, removing one level of Exhaustion on a success. Both levels of Exhaustion are removed if the check result is 20 or higher.</p><p>This check can be used only to reduce the two levels of Exhaustion imposed by losing the chase. Characters with Exhaustion from some other source must contend with it as normal.</p><h3>Fleeing Again</h3><p>Rather than enter into a long fight, characters on the prey side can attempt to flee from the predator side once again. However, unlike fleeing combat in the first place, success is not guaranteed. At the end of any round of the combat that follows a chase, characters on the prey side that have decided to run must make a group ability check against the chase DC. The GM decides what ability checks can be used for this check given the situation. If the group check succeeds, the chase begins again.</p><p>For this new chase, the predator side starts off with 1 chase point for every hero involved in the chase (regardless of which side they are on).</p><p>The rules above hold only if the participants on the prey side attempt to flee a fight that unfolds after the prey side loses a chase. Characters on the predator side can flee the follow-up combat as normal, becoming the prey of a new chase if their enemies pursue.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 9600000,
      "name": "Vehicles",
      "type": "text",
      "_id": "IbmDRzib5W5WbSYM",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Vehicles are a big part of action cinema, and they can play a number of roles. The most prominent use of vehicles is in chases, but they can also play a part in stationary combat encounters. The interior or exterior of a vehicle might even be the setting in which a combat takes place. Of course, vehicles might also simply be a means of transportation, be part of a hero’s image, or serve as one of their emotional attachments.</p><p>The following rules mostly apply to vehicles involved in chases and combat.</p><h3>Vehicle Ability Modifiers</h3><p>Each vehicle has Strength, Dexterity, and Constitution scores and modifiers. Strength measures a vehicle’s power and acceleration, Dexterity is its maneuverability, and Constitution is its overall durability. These ability modifiers are used in certain rolls made by drivers, with the rules specifying when the modifiers are to be used and how. Typically, the driver of a vehicle makes rolls for that vehicle.</p><h3>Traveling Speed</h3><p>Traveling speed is a rough measure of how fast a vehicle is currently moving. Traveling speed most often comes into play during a crash or impact, and is divided into five categories grouped by actual speed in miles per hour (mph).</p><table class=\"blue\"><thead><tr><th scope=\"col\">Speed Category</th><th scope=\"col\">Actual Speed</th><th scope=\"col\">Description</th></tr></thead><tbody><tr><td>Low speed</td><td>Under 30 mph</td><td>Casual driving in the city, in suburbs, or on back roads</td></tr><tr><td>Mid speed</td><td>30–45 mph</td><td>Typical driving speeds on normal roads without heavy traffic</td></tr><tr><td>High speed</td><td>50–75 mph</td><td>Highway driving speeds</td></tr><tr><td>Extreme speed</td><td>80+ mph</td><td>Racing speeds, illegal on most public roads</td></tr><tr><td>Air speed</td><td>250+ mph</td><td>Speeds attained by high-speed airplanes</td></tr></tbody></table>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 9700000,
      "name": "Vehicle Conditions",
      "type": "text",
      "_id": "9GcV6BJkzTevh3Rb",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The following conditions are analogous to conditions such as Distracted and Frightened that apply to creatures (see chapter 8), but they apply only to vehicles.</p><p>Some vehicle conditions are temporary, while others are permanent. A permanent condition requires repairs before it can be removed, while a temporary condition lasts until the effect or circumstances causing it come to an end. Conditions caused by physical damage are always permanent.</p><p>Some vehicle conditions escalate over multiple levels, each of which are cumulative. For example, a vehicle that has two levels of the Body Damage condition has both disadvantage and a −2 penalty to Constitution saving throws.</p><h4>Blown Tires</h4><p>When a vehicle no longer has enough functional tires to operate safely, it has two permanent levels of both Loss of Control and Loss of Power (see below) until the tires are repaired.</p><h4>Body Damage</h4><p>Damage to a vehicle’s exterior and physical framework covers three levels of effect.</p><table><thead><tr><th scope=\"col\">Level</th><th scope=\"col\">Effect</th></tr></thead><tbody><tr><td>1</td><td><p>The vehicle has a −2 penalty to Constitution saving throws made to prevent vehicle damage.</p></td></tr><tr><td>2</td><td><p>The vehicle has disadvantage on Constitution saving throws made to prevent vehicle damage.</p></td></tr><tr><td>3</td><td><p>The vehicle is Totaled (see below).</p></td></tr></tbody></table><h4>Loss of Control</h4><p>Three levels of Loss of Control represent how difficult it is for a vehicle to be handled.</p><table><thead><tr><th scope=\"col\">Level</th><th scope=\"col\">Effect</th></tr></thead><tbody><tr><td>1</td><td><p>The vehicle has a −2 penalty to Dexterity (Vehicles) checks and Dexterity saving throws made by the driver.</p></td></tr><tr><td>2</td><td><p>The vehicle has disadvantage on Dexterity (Vehicles) checks and Dexterity saving throws made by the driver.</p></td></tr><tr><td>3</td><td><p>The vehicle risks a crash (see below) at the start of its turn. Additionally, the vehicle’s Dexterity modifier can’t be higher than 0.</p></td></tr></tbody></table><h4>Loss of Power</h4><p>Three levels of Loss of Power represent a vehicle’s reduced ability to move at speed.</p><table><thead><tr><th scope=\"col\">Level</th><th scope=\"col\">Effect</th></tr></thead><tbody><tr><td>1</td><td><p>The vehicle has a −2 penalty to Strength checks and saving throws.</p></td></tr><tr><td>2</td><td><p>The vehicle has disadvantage on Strength checks and saving throws.</p></td></tr><tr><td>3</td><td><p>Wheeled vehicles slow by one speed category, and risk a crash if they are moving at the start of their turn.</p><p>Aquatic vehicles slow one speed category per turn and suffer three levels of Loss of Control.</p><ul><li>Tracked vehicles come to a complete stop.</li><li>Airborne vehicles stall.</li></ul></td></tr></tbody></table><p>A plane or other airborne vehicle that has three levels of the Loss of Power condition stalls. It might be possible for a skilled pilot to get the vehicle on a glide path, buying time to restore power, or to slow the speed of the vehicle when it crashes. This requires a Dexterity (Vehicles) check against a DC based on the GM’s judgment of the circumstances.</p><h4>Totaled</h4><p>A vehicle that is Totaled can’t move under its own power. It can’t be controlled and crashes and comes to a full stop if it is moving.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 9800000,
      "name": "Driving a Vehicle",
      "type": "text",
      "_id": "VPkFWyfJGTX02YTH",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Driving a vehicle under normal conditions at normal speeds does not usually call for any game mechanics. When a dangerous or unusual situation does arrive, a Dexterity (Vehicles) check is the default means to determine success or failure.</p><h4>Vehicle Contests</h4><p>A vehicle contest takes place whenever drivers in two different vehicles are competing in some way, as in contests of speed or maneuverability. Such contests are most common during chase scenes when characters are using the Gain Ground action, but they can also be used to determine the outcome of a drag race, or a moment of vehicle interaction on the road, on the water, or in the sky.</p><p>All vehicle contests involve both drivers making opposed Dexterity (Vehicles) checks. In a speed contest, both drivers add their vehicle’s Strength modifier to their checks. In a maneuverability contest, both drivers add their vehicle’s Dexterity modifier to their checks. The winner of the contest gets the better of their opponent, while a tie leaves both vehicles in the same situation as before they started the contest.</p><h4>Vehicle Stunts</h4><p>Vehicle stunts involve driving or piloting a vehicle in some manner it wasn’t explicitly designed for as part of its normal operations. Performing a stunt requires a successful Dexterity (Vehicles) check, with a DC set by the GM based on how challenging the stunt is. This check has a maximum bonus equal to the vehicle’s Dexterity modifier.</p><p>If the check succeeds, the driver pulls off the stunt successfully. If the check fails by less than 5, the stunt fails. If the check fails by 5 or more, the stunt fails and the vehicle also risks a crash.</p><h4>Risking a Crash</h4><p>Whenever a vehicle risks a crash, the driver must make a Dexterity (Vehicles) check, adding the vehicle’s Dexterity modifier to the check. On a success, the vehicle remains under the driver’s control. On a failure, the vehicle crashes. If a vehicle has no driver, the check automatically fails.</p><p>The DC for the check is determined by the conditions around the vehicle modified by the vehicle’s speed, as noted on the Crash Conditions and Crash Speed tables. See the next section for information on interpreting crash damage on the Crash Speed table.</p><table><thead><tr><th scope=\"col\">DC</th><th scope=\"col\">Conditions</th></tr></thead><tbody><tr><td>5</td><td>Perfect driving conditions with no obstacles; calm seas; clear skies</td></tr><tr><td>10</td><td>Good driving conditions with few obstacles; choppy water; windy skies</td></tr><tr><td>15</td><td>Poor driving conditions or heavy traffic; rough waters; stormy weather</td></tr><tr><td>20</td><td>Terrible driving conditions with many obstacles; river rapids; hailstorm</td></tr><tr><td>25</td><td>Off-road in the woods; hurricane or other massive storm</td></tr></tbody></table><h4>Crash Damage to Objects and Vehicles</h4><table><thead><tr><th scope=\"col\">Traveling Speed</th><th scope=\"col\">Crash DC Modifier</th><th scope=\"col\">Crash Damage</th><th scope=\"col\">Passenger Damage</th></tr></thead><tbody><tr><td>Low speed</td><td>–5</td><td>4d6 (PV +0)</td><td>None</td></tr><tr><td>Mid speed</td><td>+0</td><td>8d6 (PV +1)</td><td>2d6</td></tr><tr><td>High speed</td><td>+5</td><td>12d6 (PV +1)</td><td>3d6</td></tr><tr><td>Extreme speed</td><td>+10</td><td>16d6 (PV +2)</td><td>4d6</td></tr><tr><td>Air speed</td><td>+0</td><td>Automatic destruction</td><td>Death</td></tr></tbody></table><h4>Crash Damage to Passengers</h4><p>If a vehicle takes damage in a crash, its passengers (including the driver) might also take damage. If the passengers are using safety equipment (seatbelts and airbags in cars, protective clothing and a helmet for cyclists, and so forth), they take damage based on the Passenger Damage column of the Crash Speed table. If not, they take the same damage as the vehicle does.</p><p>Each passenger taking damage from a crash can make a DC 15 Constitution saving throw. On a success, the passenger takes half damage. Damage taken in a crash is bludgeoning damage, and personal armor can’t prevent it (though armor might count as safety equipment at the GM’s discretion.)</p><p>If a vehicle crashes at air speed, all passengers on the vehicle are typically killed.</p><h4>Falling Vehicles</h4><p>When a vehicle falls from a height, unless the fall is part of a successful stunt, the vehicle automatically crashes. The effective speed of this crash is determined as based on the distance of the fall or the speed of the vehicle before it fell, whichever is greater.</p><table><thead><tr><th scope=\"col\">Fall Distance</th><th scope=\"col\">Equivalent Speed</th></tr></thead><tbody><tr><td>10–50 feet</td><td>Low speed</td></tr><tr><td>60–100 feet</td><td>Mid speed</td></tr><tr><td>110–150 feet</td><td>High speed</td></tr><tr><td>160 feet or more</td><td>Extreme speed</td></tr></tbody></table><h4>Falling Planes</h4><p>Planes that fall from high altitude take a certain amount of time to reach the ground. The GM can give any character in the plane a chance to try to escape, or to somehow arrest the fall. Considering that a crash or free fall likely means death, heroes should be given every reasonable opportunity to escape.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 9900000,
      "name": "Damaging a Vehicle",
      "type": "text",
      "_id": "zuGfF7pltIQuu2wl",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>When a vehicle is hit by an attack or otherwise takes damage, compare the vehicle’s Armor Value to the attack’s Penetration Value. If the Penetration Value is higher than the Armor Value, the vehicle is damaged. If the Armor Value is equal to or higher than the Penetration Value, the vehicle is not damaged.</p><p>Vehicles don’t have hit points, so a vehicle that is damaged makes a Constitution saving throw with a DC = half the attack’s damage, rounded down. The driver rolls a d20 and adds the vehicle’s Constitution modifier to get the result. On a success, roll on the Vehicle Damage table to determine what was damaged, and with what effect. On a failure, the vehicle is Totaled (see “Vehicle Conditions” above). A Totaled vehicle that is moving risks a crash.</p><table><thead><tr><th scope=\"col\">D6</th><th scope=\"col\">Part Damaged</th><th scope=\"col\">Effect</th></tr></thead><tbody><tr><td>1</td><td>Cargo</td><td>A random piece of important cargo is hit by the attack. If the vehicle has no cargo, there is no effect.</td></tr><tr><td>2</td><td>Body</td><td>The vehicle gains one permanent level of Body Damage.</td></tr><tr><td>3</td><td>Control</td><td>The vehicle gains one permanent level of Loss of Control.</td></tr><tr><td>4</td><td>Power</td><td>The vehicle gains one permanent level of Loss of Power.</td></tr><tr><td>5</td><td>Tires</td><td>If the vehicle has tires, it has the Blown Tires condition and risks a crash. A vehicle without tires gains one permanent level of Body Damage.</td></tr><tr><td>6</td><td>Passenger</td><td>A random passenger is hit by the attack instead of the vehicle.</td></tr></tbody></table>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 10000000,
      "name": "Vehicles in Combat",
      "type": "text",
      "_id": "XvIsuhtxG6zlZjO7",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The most common vehicular combat scenario is a chase. The vehicle combat rules in this section aren’t meant to simulate a vehicle’s movement with the same accuracy as the game rules track the movement of heroes and NPCs. Outside of a chase, a vehicle will usually be stationary, speeding into combat, or speeding out of combat.</p><h3>Initiative</h3><p>If a vehicle without a driver is called on to make a check when it risks a crash, it does so on the initiative of its last driver.</p><h3>Attacking from Vehicles</h3><p>Characters can attack from inside a vehicle, but any combatant in a moving vehicle has disadvantage on attacks against targets outside the vehicle.</p><h4>Firing Integrated Vehicle Weapons</h4><p>vehicle, have built-in weapons integrated into their design. Depending on the weapon, the driver or another designated character can fire a vehicle’s integrated weapons as an attack on their turn. Proficiency with Military Equipment covers using integrated vehicle weapons.</p><p>An integrated weapon in a turret can fire in any direction. Otherwise, the vehicle must be facing in the direction of a target.</p><h4>Drive-by and Strafing Attacks</h4><p>A moving vehicle used to make attacks against much slower combatants engages in a drive-by or strafing attack. The GM sets a distance for the vehicle as it passes by the targets. On the initiative of the vehicle’s driver, the vehicle arrives at the site of the attack, where it can be attacked until the start of its next turn. At that point, the vehicle moves away.</p><p>If a vehicle circles back around to do a drive-by or strafing attack at the same location, the GM decides how long it takes to do so (typically at least 1 round).</p><h3>Attacking Vehicles</h3><p>Vehicles that come under attack are treated differently than living combatants, but they can still be damaged in specific ways. Attacking a vehicle is accomplished in the same way as a normal attack, with an attacker choosing the vehicle as a target and making an attack roll. If the attack hits, it deals damage, imposes a condition or other effect, or both. A vehicle can’t be killed, but it can be Totaled. (See above for information on damaging vehicles.)</p><p>By default, a stationary vehicle has a Defense of 5. While in motion and operated by a driver with proficiency with Vehicles, a vehicle’s Defense is equal to 10 + the lower of the vehicle’s Dexterity modifier and the driver’s bonus with Dexterity (Vehicles) checks.</p><blockquote><p><strong>Example:</strong> A driver has a bonus with Dexterity (Vehicles) checks of +4, from a Dexterity modifier of +2 and a proficiency bonus of +2. When they drive a car with a Dexterity modifier of +1, the driver’s skill is limited by the car’s maneuverability, which sets its Defense to 11. If that same driver were to drive a vehicle with a Dexterity modifier of +6, the driver’s own skill would be the limiting factor, giving the vehicle a Defense of 14.</p></blockquote><h4>Aiming at the Tires</h4><p>When attacking a vehicle, a character can choose to target the tires. The attack roll is made with disadvantage, but automatically targets the tires rather than having the attacker roll for a damage location. If the attack hits and the attack’s Penetration Value is higher than the Armor Value of the tires (1 by default), the vehicle gains the Blown Tires condition and risks a crash.</p><h4>Aiming at Passengers</h4><p>Aiming at passengers in vehicles is handled as normal combat, though passengers in a vehicle likely have cover. Unless it has the exposed property (see “Vehicles Properties” in chapter 6), a vehicle provides three-quarters cover to characters inside it, and the vehicle’s Armor Value is used as the Armor Value of the cover. A vehicle’s windows can provide total cover, but since they are usually transparent and have only an Armor Value of 1, they offer limited protection.</p><p>A combatant that crouches or lies down in a vehicle has total cover from anyone 5 feet from the vehicle or farther, but can’t see outside the vehicle.</p><h3>Ramming with Vehicles</h3><table><thead><tr><th scope=\"col\">Target</th><th scope=\"col\">Resolution</th></tr></thead><tbody><tr><td>Stationary</td><td>Automatic success</td></tr><tr><td>Another vehicle</td><td>The GM calls for a Dexterity (Vehicles) contest between the two drivers. A success by the driver of the ramming vehicle results in a crash.</td></tr><tr><td>Creature</td><td>A creature targeted by a vehicle, aware of the danger, and able to move can use the Dive for Cover reaction to avoid the ramming attempt. If the creature can’t dive for cover, the vehicle rams them. The creature can make a Dexterity saving throw with a DC = 8 + the lower of the driver’s Dexterity (Vehicles) bonus and the vehicle’s Dexterity modifier. On a success, the creature takes half damage from the crash.</td></tr></tbody></table><h3>No Driver</h3><p>A vehicle with no driver or pilot gains three temporary levels of the Loss of Control condition. These levels are removed when a new driver takes control of the vehicle.</p><h3>Pushing Maneuver</h3><p>As an action, the driver of a land or sea vehicle can try to push another vehicle in an attempt to destabilize them or shove them into an obstacle. To have any effect, the pushing vehicle must be of equal size or larger than the target vehicle. This action is resolved using a Dexterity (Vehicles) contest between the two drivers. If the pushing vehicle is larger, the driver has advantage on their check.</p><ul><li><p>\u0017If the pushing vehicle driver wins, the target risks a crash.</p></li><li><p>If the pushing vehicle driver loses by 5 or more they risk a crash.</p></li><li><p>If the pushing vehicle driver loses by less than 5, nothing happens.</p></li></ul><h3>Taking Control</h3><p>As an action, a character in or on a vehicle who is within 5 feet of the driver can attempt to take over control of the vehicle from the driver. If the driver does not resist, the new character can automatically make ability checks to drive the vehicle. If the driver resists, both characters engage in a Strength (Athletics) or Dexterity (Sleight of Hand) contest, with each character choosing which ability check to use. If the contest has a winner, that character can make ability checks to drive the vehicle for 1 round.</p><p>In either event, the character driving has disadvantage on ability checks made to steer the vehicle for 1 round.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    },
    {
      "sort": 10100000,
      "name": "Vehicles in Chases",
      "type": "text",
      "_id": "IRAoGrtxuxkuFXqw",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Though the circumstances of a vehicle chase are different, the general mechanics are the same as for a chase undertaken by characters on foot. During a chase making use of a vehicle, the driver of that vehicle likely makes all checks and saving throws involving complications. Even if they don’t, they are the only character who can use the Brace action to gain advantage on those checks. Many suggested activities involved in using the Gain Ground action also focus on the driver.</p><p>Passengers involved in a vehicle chase might be able to make ability checks using the Gain Ground action to target a character on the other side in the chase, or they can aid the driver in their own checks to gain ground. Passengers can also engage in combat with adversaries, sit tight to wait for a moment when they can be of assistance to the driver, or engage in commentary and roleplay around the action.</p><h3>Chase Speed</h3><p>Vehicle chases happen at the fastest speed a vehicle on the prey side is able to go in the chase environment. If a vehicle on the prey side can go considerably faster than the predators, the GM is likely to rule that the prey side automatically wins the chase. That said, many chases take place in situations where vehicles can’t move at their maximum speeds, allowing skilled driving to be the key to success.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {}
    }
  ],
  "ownership": {
    "default": 0
  },
  "flags": {
    "core": {
      "viewMode": 2
    }
  },
  "_stats": {
    "systemId": "everyday-heroes",
    "systemVersion": "0.1.0",
    "coreVersion": "10.291",
    "createdTime": 1680215731125,
    "modifiedTime": 1680323993472,
    "lastModifiedBy": "everyday00heroes"
  },
  "folder": null,
  "sort": 0,
  "_id": "PMheSu9Wu946afOC"
}
